Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/MultilingualResources/CharacterMap.*.xlf
Languages: de_de, it_it, pt_pt, ta, th_th, zh_cn

# CompactOverlayButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Keep on top
de_de: Oben halten
it_it: Mantieni in alto
pt_pt: Manter no topo
th_th: ตรึงให้แสดงเหนือโปรแกรมอื่น
zh_cn: 保持前置

# TypographyVariationsSelectorRun.Text
source: Typography Variations
de_de: Typografie-Variationen
it_it: Variazioni tipografia
pt_pt: variações de tipografia
zh_cn: 种排印变体

# ToggleDevDefaultLabel
source: Tools
de_de: Werkzeuge
it_it: Strumenti
pt_pt: Ferramentas
th_th: เครื่องมือ
zh_cn: 工具

# BtnFit.Label
source: Fit
de_de: Einpassen
it_it: Adatta
pt_pt: Ajustar
th_th: ย่อ/ขยาย
zh_cn: 适合

# TxtCopiedVariantMessage.Text
source: Glyph variations cannot be copied. Default variant copied.
de_de: Glypen-Variationen können nicht kopiert werden. Standardvarianten kopiert.
it_it: Le variazioni dei glifi non possono essere copiate. Variante predefinita copiata.
pt_pt: Não é possível copiar variações de glifo. Foi copiada a variante predefinida.
th_th: ไม่สามารถคัดลอกรูปแบบอักษรที่เลือกได้. คัดลอกรูปแบบเริ่มต้นแทนแล้ว.
zh_cn: 无法复制字形变体。 已复制默认形体。

# CollectionFontHelpBlock.Text
source: There are no fonts in this collection yet.
de_de: In dieser Sammlung sind noch keine Schriftarten.
it_it: Non sono presenti caratteri in questa raccolta.
pt_pt: Ainda não existem tipos de letra nesta coleção.
th_th: รายการสะสมนี้ยังไม่มีฟ้อนค์ใดๆ
zh_cn: 此收藏集内尚无字体。

# SearchFontHelpBlock.Text
source: No results found for this search. Try something else.
de_de: Keine Treffer für diese Suche gefunden. Versuche etwas anderes.
it_it: Nessun risultato trovato.
pt_pt: Não conseguimos encontrar o que procurava. Tente algo diferente.
th_th: ไม่พบผลการค้นหาที่ต้องการ. กรุณาลองค้นหาด้วยคำอื่น.
zh_cn: 搜不到任何结果。试试别的。

# FontListSearchBox.PlaceholderText
source: Find a font family
de_de: Eine Schriftfamilie finden
it_it: Carca caratteri
pt_pt: Localizar uma família tipográfica
th_th: ค้นหาฟ้อนต์
zh_cn: 查找字体家族

# BtnToggleDev.Label
source: Tools
de_de: Werkzeuge
it_it: Strumenti
pt_pt: Ferramentas
th_th: เครื่องมือ
zh_cn: 工具

# DevPopupHeader.Text
source: Show Developer Tools
de_de: Entwicklerwerkzeuge anzeigen
it_it: Mostra strumenti per sviluppatori
pt_pt: Mostrar ferramentas de programação
th_th: แสดงเครื่องมือนักพัฒนา
zh_cn: 显示开发者工具

# ContextMenuDevCopyCommand
source: Copy {0}
de_de: Kopiere {0}
it_it: Copia {0}
pt_pt: Copiar {0}
th_th: คัดลอก {0}
zh_cn: 复制 {0}

# ProviderNone
source: None
de_de: Keine
it_it: Nessuno
pt_pt: Nenhum
th_th: ไม่มี
zh_cn: 无

# SettingsChangelogLabel.Text
source: Changelog
de_de: Änderungen
it_it: Registro cambiamenti
pt_pt: Notas de versão
th_th: รายการเปลี่ยนแปลง
zh_cn: 变更记录

# ImportFailedWoff
source: WOFF font could not be converted to a valid OTF font.
de_de: WOFF-Schriftart konnte nicht in eine gültige OTF-Schriftart konvertiert werden.
it_it: I caratteri WOFF non possone essere convertiti in OTF.
pt_pt: Não foi possível converter o tipo de letra WOFF para um tipo de letra OTF válido.
th_th: ฟ้อนต์รูปแบบ WOFF นี้ ไม่สามารถถูกแปลงเป็นฟ้อนต์รูปแบบ OTF ได้.
zh_cn: 无法将 WOFF 字体转换为有效的 OTF 字体。

# ImportWOFF2NotSupported
source: WOFF2 files are not supported
de_de: WOFF2-Dateien werden nicht unterstützt
it_it: I file WOFF2 non sono supportati
pt_pt: Ficheiros WOFF2 não são suportados
th_th: ฟ้อนต์รูปแบบ WOFF2 ยังไม่รองรับ
zh_cn: WOFF2 文件不受支持

# CharacterFilterButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter Characters
de_de: Zeichen filtern
it_it: Filtra caratteri
pt_pt: Filtrar caracteres
th_th: กรองตัวอักษร
zh_cn: 筛选字符

# CompareFontsTitle.Text
source: Compare Fonts
de_de: Schriftarten vergleichen
it_it: Confronta
pt_pt: Comparar tipos de letra
th_th: เปรียบเทียบฟ้อนต์
zh_cn: 对比字体

# LayoutGridToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Grid Layout
de_de: Rasteranordnung
it_it: Layout griglia
pt_pt: Esquema grelha
th_th: เปลี่ยนเป็นมุมมองแบบตาราง
zh_cn: 网格布局

# LayoutListToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: List Layout
de_de: Listenanordnung
it_it: Layout lista
pt_pt: Esquema lista
th_th: เปลี่ยนเป็นมุมมองแบบรายการ
zh_cn: 列表布局

# QuickCompareTitle.Text
source: Quick Compare
de_de: Schnellvergleich
it_it: Confronto Rapido
pt_pt: Comparação rápida
th_th: รายการเปรียบเทียบด่วน
zh_cn: 快速对比

# AddToQuickCompare.Text
source: Add to quick compare
de_de: Zum Schnellvergleich hinzufügen
it_it: Aggiungi a Confronto Rapido
pt_pt: Adicionar à comparação rápida
th_th: เพิ่มเข้ารายการเปรียบเทียบด่วน
zh_cn: 添加到快速对比

# CompareFontsButton.Text
source: Compare all Fonts
de_de: Alle Schriftarten vergleichen
it_it: Confronta
pt_pt: Comparar todos os tipos de letra
th_th: เปรียบเทียบทุกฟ้อนต์
zh_cn: 对比所有字体

# BtnGithubCommits.Content
source: View the latest commits on Github
de_de: Die neuesten Commits auf GitHub ansehen
it_it: Visualizza l'ultimo commit su GitHub
pt_pt: Ver as revisões mais recentes no Github
th_th: ดูสถานาความคืบหน้าการอัพเดตบน GitHub
zh_cn: 查看 Github 上最新的提交

# ExportGlyphsHeader.Text
source: Export Characters
de_de: Zeichen exportieren
it_it: Esporta caratteri
pt_pt: Exportar caracteres
th_th: ส่งออกตัวอักขระ
zh_cn: 导出字符

# ExportGlyphsSummary.Text
source: Ready to export {0} characters as {1}
de_de: Bereit, {0} Zeichen als {1} zu exportieren.
it_it: Pronto all'esportazione di {0} caratteri a {1}
pt_pt: Pronto para exportar {0} caracteres como {1}
th_th: พร้อมส่งออกอักษร {0} ด้วยวิธี {1}
zh_cn: 准备将 {0} 个字符导出为 {1}

# ExportCharactersLabel.Text
source: Export Characters
de_de: Zeichen exportieren
it_it: Esporta caratteri
pt_pt: Exportar caracteres
th_th: ส่งออกอักขระ...
zh_cn: 导出字符

# ExportGlyphsResultMessage.Text
source: {0} characters exported
de_de: {0} Zeichen exportiert
it_it: {0} caratteri esportati
pt_pt: {0} caracteres exportados
th_th: อักขระทั้ง {0} ตัว ถูกส่งออกเรียบร้อย
zh_cn: 已导出 {0} 个字符

# ExportGlyphsProgressMessage.Text
source: Exporting character {0} of {1}
de_de: Exportiert Zeichen {0} von {1}
it_it: Esportazione caratteri. {0} di {1}
pt_pt: A exportar carácter {0} de {1}
th_th: กำลังบันทึกอักขระที่ {0} จากทั้งหมด {1} ตัว
zh_cn: 正在导出 {1} 个字符中的第 {0} 个

# ExportAllowColor.Content
source: Allow font to use its own colors if defined
de_de: Schriftart erlauben, ihre eigenen Farben zu nutzen, falls definiert
it_it: Permetti al carattere di usare il suo colore nativo
pt_pt: Permitir, se presentes, que o tipo de letra utilize as suas próprias cores
th_th: ปล่อยให้ฟ้อนต์ใช้สีที่ระบุไว้ในฟ้อนต์หากมี
zh_cn: 允许字体使用自带的色彩 (若有)

# ExportColorHeader.Text
source: Default Color
de_de: Standard-Farbe
it_it: Colore predefinito
pt_pt: Cor predefinida
th_th: เติมสีอักขระ
zh_cn: 默认颜色

# ExportGlyphFormatDescription.Text
source: Glyphs stored in binary formats will be exported as their native format regardless of this choice.
de_de: Im Binary-Format gespeicherte Glyphen werden ungeachtet dieser Entscheidung in ihrem nativen Format exportiert
it_it: I glifi raggruppati in formato binario saranno esportati con il loro formato nativo tramite questa impostazione.
pt_pt: Os glifos armazenados em formato binário serão exportados no seu formato nativo, independentemente desta escolha.
zh_cn: 以二进制格式存储的字形将以原本的格式导出，不受此选项影响。

# ExportGlyphSelectedCharacters.Text
source: {0} of {1} characters selected
de_de: {0} von {1} Zeichen ausgewählt
it_it: {0} di {1} caratteri selezionati
pt_pt: {0} de {1} caracteres selecionados
th_th: อักษร {0} ตัว จะถูกส่งออก จากทั้งหมด {1} ตัว
zh_cn: 已从 {1} 个字符中选中 {0} 个字符

# ExportFileOptionsHeader.Text
source: File Options
de_de: Datei-Optionen
it_it: Opzioni File
pt_pt: Opções do ficheiro
th_th: ตั้งค่าไฟล์
zh_cn: 文件选项

# ExportSkipBlank.Content
source: Skip exporting glyphs with no visible content
de_de: Den Export von Glyphen ohne sichtbaren Inhalt überspringen
it_it: Salta l'esportazione di glifi senza contenuto visibile
pt_pt: Ignorar a exportação de glifos sem conteúdo perceptível
th_th: ไม่ส่งออกอักษรที่ว่างเปล่า
zh_cn: 不导出无可见内容的字形

# SettingsDesignStyle.Description
source: Change the design style of the application. Requires a restart to take effect.
de_de: Den Designstil der Anwendung ändern. Benötigt einen Neustart, um wirksam zu werden.
it_it: Cambia lo stile di Design dell'app. Riavvio necessario.
pt_pt: Alterar o estilo de desenho da aplicação. Verá a sua alteração quando voltar a iniciar a aplicação.
th_th: เปลี่ยนรูปแบบการแสดงผลแอป. จะมีผลเมื่อออกเข้าใหม่
zh_cn: 更改此应用的设计风格。 需要重启应用才能生效。

# SettingsDesignStyle.Title
source: Design Style
de_de: Designstil
it_it: Stile Design
pt_pt: Estilo de desenho
th_th: รูปแบบการแสดงผลโปรแกรม
zh_cn: 设计风格

# CharacterFilterButton.Label
source: Filter
it_it: Filtra
pt_pt: Filtrar
th_th: ตัวกรอง
zh_cn: 筛选

# CollectionExportButton.Label
source: Export
it_it: Esporta
pt_pt: Exportar
th_th: ส่งออก
zh_cn: 导出

# DeleteCollectionButton.Label
source: Delete
de_de: Löschen
it_it: Elimina
pt_pt: Eliminar
th_th: ลบ
zh_cn: 删除

# FontOptionsButton.Label
source: Options
de_de: Optionen
it_it: Opzioni
pt_pt: Opções
th_th: ตั้งค่า
zh_cn: 选项

# FontPropertiesButton.Label
source: Info
th_th: ข้อมูล
zh_cn: 信息

# OpenFontButton.Label
source: Open
de_de: Öffnen
it_it: Apri
pt_pt: Abrir
th_th: เปิด
zh_cn: 打开

# RenameCollectionButton.Label
source: Rename
de_de: Umbenennen
it_it: Rinomina
pt_pt: Renomear
th_th: เปลี่ยนชื่อ
zh_cn: 重命名

# ViewToggleButton.Label
source: Switch
de_de: Wechseln
it_it: Cambia
pt_pt: Mudar
th_th: สลับ
zh_cn: 切换

# AddTooButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add to Collection
de_de: Zur Auswahl hinzufügen
it_it: Aggiungi alla raccolta
pt_pt: Adicionar à coleção
th_th: เพิ่มเข้ารายการสะสม
zh_cn: 添加到收藏集

# ClearSelectionLabel
source: Clear selection
de_de: Auswahl aufheben
it_it: Cancella selezione
pt_pt: Limpar seleção
th_th: ล้างรายการสะสม
zh_cn: 清除选择

# CreateNewButton.Content
source: Create New
de_de: Neue erstellen
it_it: Crea nuovo
pt_pt: Criar nova
th_th: สร้างรายการสะสมใหม่
zh_cn: 新建

# OrLabel.Text
source: or
de_de: oder
it_it: o
pt_pt: ou
th_th: หรือ
zh_cn: 或

# RemoveFromButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from Collection
de_de: Aus Sammlung entfernen
it_it: Rimuovi dalla raccolta
pt_pt: Remover da coleção
th_th: ลบจากรายการสะสม
zh_cn: 从收藏集中移除

# SelectCollectionLabel
source: Select Collection
de_de: Sammlung auswählen
it_it: Seleziona raccolta
pt_pt: Selecionar coleção
th_th: เลือกรายการสะสม
zh_cn: 选择收藏集

# SettingsCollectionsHeader
source: Collections
de_de: Sammlungen
it_it: Riscossioni
pt_pt: Coleções
th_th: รายการสะสม
zh_cn: 收藏集

# DigOpenFolder.PrimaryButtonText
source: Open Fonts
de_de: Schriftarten öffnen
it_it: Apri font
pt_pt: Abrir tipos de letra
th_th: เปิดฟ้อนต์
zh_cn: 打开字体

# DigOpenFolder.SecondaryButtonText
source: Cancel
de_de: Abbrechen
it_it: Annulla
pt_pt: Cancelar
th_th: ยกเลืก
zh_cn: 取消

# DigOpenFolder.Title
source: Open Font Folder
de_de: Schriftarten-Ordner öffnen
it_it: Apri cartella Font
pt_pt: Abrir pasta com tipos de letra
th_th: เปิดโฟลเดอร์ฟ้อนค์
zh_cn: 打开字体文件夹

# DigOpenFolderContent.CheckRecursiveContent
source: Look for fonts inside child folders
de_de: Nach Schriftarten in Unterordnern suchen
pt_pt: Incluir pastas subordinadas
th_th: เพิ่มฟ้อนค์ที่อยู่ในโฟล์เดอร์ย่อย
zh_cn: 寻找位于子文件夹内的字体

# DigOpenFolderContent.CheckZipContent
source: Look for fonts inside .ZIP archives
de_de: Nach Schriftarten in .zip-Archiven suchen
pt_pt: Incluir ficheiros comprimidos ZIP
th_th: เพิ่มฟ้อนต์ที่อยู่ในแฟ้มบิบอัด .zip
zh_cn: 寻找位于 ZIP 压缩包内的字体

# DigOpenFolderContent.FindDescription
source: Enabling options may dramatically increase time required to open the folder
de_de: Das Anschalten der Optionen kann die Dauer der Ordner-Öffnung drastisch erhöhen.
pt_pt: Ativar opções poder aumentar drasticamente o tempo necessário para abrir a pasta
th_th: ตั้งค่านี้อาจทำให้การหาฟ้อนต์ช้าลงไปอีก
zh_cn: 启用这些选项可能明显增加打开文件夹所需的时间

# DigOpenFolderContent.FindHeader
source: Find Options
de_de: Optionen finden
pt_pt: Opções de procura
th_th: ตั้งค่าการหาฟ้อนต์
zh_cn: 查找选项

# DigOpenFolderContent.FindingFontsLabel
source: Finding Fonts...
de_de: Schriftarten finden...
pt_pt: A procurar tipos de letra...
th_th: กำลังค้นหาฟ้อนต์...
zh_cn: 正在查找字体...

# DigOpenFolderContent.PrefixLabel
source: Found
de_de: Gefunden
pt_pt: Encontrou
th_th: เจอ
zh_cn: 已找到

# DigOpenFolderContent.SelectHeader
source: Selected Folder (click to change)
de_de: Ausgewählter Ordner (Klicke zum ändern)
pt_pt: Pasta selecionada (premir para mudar)
th_th: โฟลเดอร์ที่เลือกไว้ (คลิกเพื่อเปลี่ยน)
zh_cn: 选中的文件夹 (点击更换)

# DigOpenFolderContent.SuffixLabel
source: font files
de_de: Schriftart-Dateien
pt_pt: ficheiro(s) de tipo de letra
th_th: ไฟล์ฟ้อนต์
zh_cn: 字体文件

# FontFileMenuItem.Text
source: Open Font File
de_de: Schriftart-Datei öffnen
pt_pt: Abrir tipo de letra
th_th: ไฟล์ฟ้อนต์
zh_cn: 打开字体文件

# FontFolderMenuItem.Text
source: Open Font Folder
de_de: Schriftart-Ordner öffnen
pt_pt: Abrir pasta
th_th: โฟลเดอร์ฟ้อนต์
zh_cn: 打开字体文件夹

# AddHistoryButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add to history
de_de: Zum Verlauf hinzufügen
pt_pt: Adicionar ao histórico
zh_cn: 添加到历史记录

# CalligraphyLabel.Text
source: Calligraphy
de_de: Kalligraphie
it_it: Calligrafia
pt_pt: Caligrafia
zh_cn: 书法

# ClearAllButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Clear All
de_de: Alle aufheben
it_it: Cancella tutto
pt_pt: Limpar tudo
zh_cn: 全部清除

# ClearAllItem.Text
source: Clear All
de_de: Alle aufheben
it_it: Cancella tutto
pt_pt: Limpar tudo
zh_cn: 全部清除

# GuideToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show Guide
de_de: Anleitung anzeigen
pt_pt: Mostrar guias
zh_cn: 显示参考

# HistoryLabel.Text
source: History
de_de: Verlauf
pt_pt: Histórico
zh_cn: 历史记录

# RedoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Redo (Ctrl+Y)
de_de: Wiederholen (Strg+Y)
pt_pt: Refazer (Ctrl+Y)
zh_cn: 重做 (Ctrl+Y)

# RemoveButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
de_de: Entfernen
pt_pt: Remover
zh_cn: 移除

# SaveButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save (Ctrl+S)
de_de: Speichern (Strg+S)
pt_pt: Guardar (Ctrl+S)
zh_cn: 保存 (Ctrl+S)

# SideBySideToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Side by side
de_de: Nebeneinander
pt_pt: Lado a lado
zh_cn: 并排

# UndoButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Undo (Ctrl+Z)
de_de: Rückgängig (Strg+Z)
pt_pt: Anular (Ctrl+Z)
zh_cn: 撤消 (Ctrl+Z)

# GuideFontSlider.Header
source: Guide Size
de_de: Anleitungsgröße
pt_pt: Tamanho da guia
zh_cn: 参考尺寸

# CharacterPickerButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open Character Picker
de_de: Zeichen-Wähler öffnen
pt_pt: Abrir seleccionador de caracteres
zh_cn: 打开字符拾取器

# GuideHeaderLabel.Text
source: Guide Text
de_de: Anleitungstext
pt_pt: Texto da guia
zh_cn: 参考文本

# GuideSizeLabel.Text
source: Guide Size
de_de: Anleitungsgröße
pt_pt: Tamanho da guia
zh_cn: 参考尺寸

# MenuToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show or Hide Font Pane (Ctrl+L)
de_de: Schriftarten-Leiste anzeigen oder ausblenden (Strg+L)
pt_pt: Mostrar ou ocultar painel de tipos de letra (Ctrl+L)
zh_cn: 显示或隐藏字体面板 (Ctrl+L)

# OpenInNewTab.Text
source: Open in New Tab
de_de: In neuem Tab öffnen
pt_pt: Abrir num separador novo
zh_cn: 在新标签页中打开

# OptionScriptKorean.Text
source: Korean
de_de: Koreanisch
it_it: Coreano
pt_pt: Coreano
zh_cn: 谚文

# AddActiveToCollectionItem.Text
source: Add active to Collection
de_de: Zur aktiven Sammlung hinzufügen
it_it: Aggiungi attivo alla raccolta
pt_pt: Adicionar activos à Coleção
zh_cn: 将已打开的标签页的字体添加到收藏集

# CompareActiveItem.Text
source: Compare active font faces
de_de: Aktive Schriftbilder vergleichen
pt_pt: Comparar os tipos de letra activos
zh_cn: 对比已打开的标签页的字体

# OptionSupportedScripts.Text
source: Supported Scripts
de_de: Unterstütze Skripte
pt_pt: Escritas suportadas
zh_cn: 支持的文字

# CompareFontFaceTitle.Text
source: Compare Font Faces
de_de: Schriftbilder vergleichen
pt_pt: A comparar tipos de letra
zh_cn: 对比字体

# CompareFacesCountLabel.Text
source: Compare {0} font faces
de_de: Vergleiche {0} Schriftbilder
pt_pt: Comparar {0} tipos de letra
zh_cn: 对比 {0} 种字体

# CompareFamilyTitle.Text
source: Compare {0}
de_de: Vergleiche {0}
pt_pt: A comparar {0}
zh_cn: 对比 {0}

# MenuButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open Menu
de_de: Menü öffnen
pt_pt: Abrir menu
zh_cn: 打开菜单

# FontsSelectedCountLabel
source: {0} fonts, {1} selected
de_de: {0} Schriftarten, {1} ausgewählt
pt_pt: {0} tipo(s) de letra, {1} selecionado(s)
zh_cn: {0} 种字体，已选中 {1} 种

# CompareShortLabel
source: Compare
de_de: Vergleichen
pt_pt: Comparar
zh_cn: 对比

# AllFontsLabel.Text
source: All Fonts
de_de: Alle Schriftarten
pt_pt: Todos os tipos de letra
zh_cn: 所有字体

# ImportLabel.Text
source: Import
de_de: Importieren
pt_pt: Importar
zh_cn: 导入

# PreferredFormatGroup.Text
source: Preferred Format
de_de: Bevorzugtes Format
pt_pt: Formato preferencial
zh_cn: 偏好格式

# RemoveLabel.Text
source: Remove
de_de: Entfernen
pt_pt: Remover
zh_cn: 移除

# UndoLabel
source: Undo
de_de: Rückgängig
pt_pt: Anular
zh_cn: 撤消

# CalligraphyDescription.Text
source: Practice writing in the style of the current font
de_de: Übe das Schreiben im Stil der aktuellen Schriftart
pt_pt: Praticar a escrita no estilo do tipo de letra atual
zh_cn: 练习书写当前字体样式

# CompareFontsDescription.Text
source: See and compare all your fonts side-by-side
de_de: Siehe und vergleiche alle deine Schriftarten nebeneinander
pt_pt: Veja e compare todos os seus tipos de letra lado-a-lado
zh_cn: 以并排或列表方式查看对比所有字体

# DoMoreLabel.Text
source: Do More
de_de: Tue mehr
pt_pt: Efectuar mais
zh_cn: 更多操作

# FullscreenLabel.Text
source: Fullscreen
de_de: Vollbild
pt_pt: Ecrã inteiro
zh_cn: 全屏

# OpenFolderDescription.Text
source: Open all font files found inside a folder
de_de: Alle in einem Ordner gefundenen Schriftarten-Dateien öffnen
pt_pt: Abrir todos os tipos de letra dentro da pasta
zh_cn: 打开某文件夹内能找到的所有字体文件

# OpenFontDescription.Text
source: Open TTF, OTF, OTC, TTC, WOFF, WOFF2 or ZIP files
de_de: Öffne TTF-, OTF-, OTC-, TTC-, WOFF-, WOFF2- oder ZIP-Dateien
pt_pt: Abrir ficheiros TTF, OTF, OTC, TTC, WOFF, WOFF2 ou ZIP
zh_cn: 打开 TTF、OTF、OTC、TTC、WOFF、WOFF2 或 ZIP 文件

# SettingsPointerOverAnimation.Description
source: Enables subtle bounce animations when the mouse pointer goes over certains buttons.
de_de: Aktiviert dezente Sprung-Animationen, wenn der Mauszeiger über manche Knöpfe geht.
pt_pt: Ativa animações subtis de ressalto sempre que o ponteiro do rato passa sobre determinados botões.
zh_cn: 启用鼠标指针经过按钮时的精细弹跳动画效果。

# SettingsPointerOverAnimation.Title
source: Enable pointer over animations
de_de: Mauszeiger-Drüber-Animationen aktivieren
pt_pt: Animções sob o ponteiro do rato
zh_cn: 启用指针经过的动画效果

# SettingsCustomSuggestions.Description
source: Add and manage custom options to show in Type Ramp view and Comparison window text suggestions. Tap and hold to arrange.
de_de: Füge benutzerdefinierte Optionen zur Ansicht in der Rampenansicht und den Textvorschlägen im Vergleichsfenster hinzu und verwalte sie. Tippen und halten zum umsortieren.
pt_pt: Adiciona e organiza sugestões de texto personalizadas para mostrar na vista Rampa e na janela de Comparação. Tocar e manter premido para organizar.
zh_cn: 添加与管理自定义示例文本建议项，显示于字阶视图和字体对比窗口内的文本框下拉列表内。 按住并拖动调整次序。

# SettingsCustomSuggestions.Title
source: Custom Options
de_de: Benutzerdefinierte Optionen
pt_pt: Opções personalizadas
zh_cn: 自定义项

# SettingsSuggestionsHeader.Text
source: Preview Suggestions
de_de: Vorschau von Vorschlägen
pt_pt: Pré-visualizar sugestões
zh_cn: 预览建议

# SettingsSuggestionTextBox.PlaceholderText
source: Enter your suggestion here
de_de: Trage deine Vorschläge hier ein
pt_pt: Introduz a tua sugestão aqui
zh_cn: 在此输入建议

# FontPropPanoseTitle.Text
source: PANOSE Values
de_de: PANOSE-Werte
pt_pt: Valores PANOSE
zh_cn: PANOSE 值

# CharacterGroupingToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Group Characters by Unicode Range (Ctrl+G)
de_de: Gruppieren von Zeichen nach Unicode-Bereich (Strg+G)
pt_pt: Agrupar caracteres por intervalo de Unicode (Ctrl+G)
zh_cn: 按 Unicode 范围将字符分组 (Ctrl+G)

# PixelUnits.Text
source: px
zh_cn: 像素

# SettingsCharGrouping.Description
source: If enabled, characters are grouped by Unicode range in the character map, otherwise all characters are shown in a single ungrouped list.
de_de: Wenn diese Option aktiviert ist, werden Zeichen nach Unicode-Bereich in der Zeichentabelle gruppiert, andernfalls werden alle Zeichen in einer einzigen nicht gruppierten Liste angezeigt.
pt_pt: Se estiver ativado, os caracteres são agrupados por intervalo de Unicode no mapa de caracteres, caso contrário eles são mostrados numa única lista desagrupada.
zh_cn: 若启用，字符映射表内的字符将按 Unicode 范围分组，否则字体内所有字符都将不分组地显示在同一列表内。

# SettingsCharGrouping.Title
source: Character Grouping
de_de: Zeichen-Gruppierung
pt_pt: Agrupar caracteres
zh_cn: 字符分组

# CopyAsImageItem.Text
source: Copy as image
de_de: Als Bild kopieren
pt_pt: Copiar como imagem
zh_cn: 复制为图像

# CopyAsPngItem.Text
source: Copy as PNG
de_de: Als PNG kopieren
pt_pt: Copiar como PNG
zh_cn: 复制为 PNG

# CopyAsSvgItem.Text
source: Copy as SVG
de_de: Als SVG kopieren
pt_pt: Copiar como SVG
zh_cn: 复制为 SVG

# NotificationCopiedPNG
source: Copied as PNG
de_de: Als PNG kopiert
pt_pt: Copiado como PNG
zh_cn: 已复制为 PNG

# NotificationCopiedSVG
source: Copied as SVG
de_de: Als SVG kopiert
pt_pt: Copiado como SVG
zh_cn: 已复制为 SVG

# ColrV1SupportMessage.Text
source: This font contains COLRv1 glyphs. To preview them with proper rendering support, switch to Type Ramp view using the switch button above.
pt_pt: Este tipo de letra contém glifos COLRv1. Para os pré-visualizar com a composição adequada, mude para a vista Rampa utilizando o botão acima.
zh_cn: 字体包含 COLRv1 字形。要预览，请用上方的切换按钮切换到字阶视图，以得到正确渲染支持。

# FontPropCOLRVersion.Text
source: COLR Version
pt_pt: Versão COLR
zh_cn: COLR 版本

# FontPropColourFormats.Text
source: Color Glyph Formats
pt_pt: Formatos de glifos coloridos
zh_cn: 有色字形格式

# GlyphTypeBitmap
source: Bitmap
pt_pt: Mapa de bits
zh_cn: 位图

# TypeRampFlowButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Change flow direction
pt_pt: Alterar sentido do fluxo
zh_cn: 更改文本流方向

# TxtUniCodepoint.Header
source: Unicode Codepoint
pt_pt: Ponto de código Unicode
zh_cn: Unicode 码点

# TxtUTF16.Header
source: UTF-16 Value
pt_pt: Valor UTF-16
zh_cn: UTF-16 值

# EditSuggestionsItem.Text
source: Edit Suggestions
pt_pt: Editar sugestões
zh_cn: 编辑建议

# OptionScriptHiraganaAndKatakana.Text
source: Hiragana & Katakana
zh_cn: 平假名与片假名

# OptionsScriptBengali.Text
source: Bengali
pt_pt: Bangla
zh_cn: 孟加拉字符

# OptionsScriptDevanagari.Text
source: Devanagari
pt_pt: Devanágari
zh_cn: 天城字符

# BtnTextClose.Content
source: Close
pt_pt: Fechar
zh_cn: 关闭

# EditSuggestionsLabel.Text
source: Edit Custom Suggestions
pt_pt: Editar sugestões personalizadas
zh_cn: 编辑自定义建议

# ShowSuggestionsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show Suggestions
pt_pt: Mostrar sugestões
zh_cn: 显示建议

# SuggestOptionArabic.Text
source: Arabic
pt_pt: Árabe
zh_cn: 阿拉伯文

# SuggestOptionBengali.Text
source: Bengali
pt_pt: Bangla
zh_cn: 孟加拉文

# SuggestOptionBulgarian.Text
source: Bulgarian
pt_pt: Búlgaro
zh_cn: 保加利亚文

# SuggestOptionChineseTraditional.Text
source: Chinese (Traditional)
pt_pt: Chinês (Tradicional)
zh_cn: 中文 (繁体)

# SuggestOptionCultureSpecific.Text
source: English
pt_pt: Português
zh_cn: 中文 (简体)

# SuggestOptionCustom.Text
source: Custom
pt_pt: Personalizada
zh_cn: 自定义

# SuggestOptionCyrillicAlpha.Text
source: Cyrillic Alphabet
pt_pt: Alfabeto cirílico
zh_cn: 西里尔字母

# SuggestOptionEnglish.Text
source: English
pt_pt: Inglês
zh_cn: 英文

# SuggestOptionGreek.Text
source: Greek
pt_pt: Grego
zh_cn: 希腊文
