Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/MultilingualResources/CharacterMap.*.xlf
Languages: de_de, it_it, pt_pt, ta, th_th, zh_cn

# SuggestOptionHebrew.Text
source: Hebrew
pt_pt: Hebraico
zh_cn: 希伯来文

# SuggestOptionHindi.Text
source: Hindi
zh_cn: 印地文

# SuggestOptionJapanese.Text
source: Japanese
pt_pt: Japonês
zh_cn: 日文

# SuggestOptionKorean.Text
source: Korean
pt_pt: Coreano
zh_cn: 朝鲜文/韩文

# SuggestOptionLatinAlpha.Text
source: Latin Alphabet
pt_pt: Alfabeto latim
zh_cn: 拉丁字母

# SuggestOptionLatinSymbols.Text
source: Latin Numbers & Symbols
pt_pt: Números & símbolos latim
zh_cn: 阿拉伯数字与拉丁符号

# SuggestOptionSample.Text
source: Font Sample Text
pt_pt: Texto de exemplo do tipo de letra
zh_cn: 字体示例文本

# SuggestOptionThai.Text
source: Thai
pt_pt: Tailandês
zh_cn: 泰文

# SuggestOptionVietnamese.Text
source: Vietnamese
pt_pt: Vietnamita
zh_cn: 越南文

# InstallCountLabel
source: {0} Font Families, {1} Font Faces installed on your computer
pt_pt: {0} famílias tipográficas, {1} tipos de letra instalados no seu computador
zh_cn: 您的计算机上安装了 {0} 种字体家族，{1} 种字体

# OptionSystemFonts.Text
source: Installed Fonts
pt_pt: Tipos de letra instalados
zh_cn: 已安装的字体

# SettingsExportInstalledLabel.Text
source: Export installed fonts
pt_pt: Exportar tipos de letra instalados
zh_cn: 导出已安装的字体

# OptionDesignTag.Text
source: By Design Language
zh_cn: 按设计的语言

# HiddenGlyphsMessage.Text
source: Deprecated icon glyphs are hidden by default based on your settings. You can show them using the filter button above.
pt_pt: Com base nas suas definições, os ícones preteridos estão ocultos por predefinição. Utiliza o botão de filtro acima para os mostrar.
zh_cn: 已弃用的图标字形依您的设置默认隐藏。您可以使用上面的筛选器按钮显示它们。

# InstallDialog.SecondaryButtonText
source: Close
pt_pt: Fechar
zh_cn: 关闭

# InstallDialog.Title
source: Install Font
pt_pt: Instalar tipo de letra
zh_cn: 安装字体

# InstallFontInstructions.Text
source: Please read all of instructions before continuing to install your font 1. Press "Start" below 2. Select "Windows Font Viewer" and choose "Just once" or "open" 3. Press "Install" in the top of the font viewer Window Your web font will be converted to OTF format for installation.
pt_pt: Leia todas as instruções antes de continuar com a instalação do tipo de letra 1. Prima "Iniciar" abaixo 2. Selecione "Visual. Letras Windows" e escolha "Apenas uma vez" 3. Prima "Instalar" na parte superior da janela do visualizador de letras O tipo de letra da Web será convertida num formato OTF para a instalação.
zh_cn: 在继续安装字体前，请读完说明 1. 点击下方的 "开始" 2. 选择 "Windows 字体查看器" 并选择 "仅一次" 或 "打开" 3. 点击字体查看器窗口上部的 "安装" 网络字体将被转换为 OTF 格式安装。

# InstallLabel.Text
source: Install
pt_pt: Instalar
zh_cn: 安装

# OptionUnicodeRange/Text
source: By Unicode Range
pt_pt: Por intervalo Unicode
zh_cn: 按 Unicode 范围

# SettingsAdvancedOptionsLabel.Text
source: Advanced
pt_pt: Avançado
zh_cn: 高级

# SettingsDeprecatedIconsPresenter.Description
source: If enabled, hides deprecated icons in Segoe MDL2 and Segoe Fluent Icon fonts by default. Icons can still be shown using the filter flyout. Referencing deprecated icons by unicode codepoint is not recommended, and all deprecated icons have non-deprecated equivalents.
pt_pt: Se estiver ativado, oculta os ícones preteridos dos tipos de letra Segoe MDL2 e Segoe Fluent por predefinição. Os ícones ainda podem ser mostrados ao utilizar o filtro na lista de opções. Não é recomendado referenciar os ícones preteridos através do código unicode, todos os ícones preteridos tem um equivalente não preterido.
zh_cn: 若启用，将默认隐藏 Segoe MDL2 和 Segoe Fluent Icon 字体内的已弃用的图标。图标仍可通过筛选器弹出框选择显示。 不宜按 Unicode 码点引用已废弃的图标，所有废弃的图标都有对应的未废弃版本可用。

# SettingsDeprecatedIconsPresenter.Title
source: Hide deprecated icons
pt_pt: Esconder ícones preteridos
zh_cn: 隐藏废弃的图标

# StartLabel.Text
source: Start
pt_pt: Iniciar
zh_cn: 开始

# TxtUniHexValue.Text
source: Hex Value
pt_pt: Valor hexadecimal
zh_cn: 16 进制值

# FileExplorerFileToolTip
source: Preview File
pt_pt: Pré-visualizar ficheiro
zh_cn: 预览文件

# ImportCountLabel
source: {0} Font Families, {1} Font Faces imported
pt_pt: {0} família(s) tipográfica(s), {1} tipo(s) de letra importado(s)
zh_cn: 导入了 {0} 种字体家族，{1} 种字体

# SettingsFontExportVersionLabel.Text
source: Include version number in file name
pt_pt: Incluir número da versão no nome do ficheiro
zh_cn: 在文件名内包括版本号

# HideUnihanLabel.Text
source: Hide Unihan data
pt_pt: Ocultar dados Unihan
zh_cn: 隐藏 Unihan 数据

# ShowUnihanLabel.Text
source: Show Unihan data
pt_pt: Mostrar dados Unihan
zh_cn: 显示 Unihan 数据

# UnihanDefinition.Text
source: Definition
pt_pt: Definição
zh_cn: 释义

# UnihanPronunciations.Text
source: Pronunciations
pt_pt: Pronunciações
zh_cn: 发音

# UnihanTypeDescriptionCantonese
source: The most customary jyutping (Cantonese) reading for this ideograph.
pt_pt: A leitura mais frequente em jyutping (cantonês) para este ideograma.
zh_cn: 该字最惯用的粤拼 (粤语) 读法。

# UnihanTypeDescriptionHangul
source: The modern Korean pronunciation(s) for this ideograph in Hangul, with its source(s) in brackets.
pt_pt: Pronúncia(s) de coreano moderno deste ideograma em hangul, com a(s) sua(s) fonte(s) entre parênteses.
zh_cn: 该字以谚文表示的现代韩语发音，括号内为其来源。

# UnihanTypeDescriptionHanyuPinlu
source: The Pronunciations and Frequencies of this ideograph, based in part on those appearing in 《現代漢語頻率詞典》 <Xiandai Hanyu Pinlu Cidian>
pt_pt: Pronúncia(s) e frequência(s) deste ideograma, em parte com base em aparecerem no 《現代漢語頻率詞典》 <Xiandai Hanyu Pinlu Cidian>
zh_cn: 该字的发音和频率，部分基于《现代汉语频率词典》

# UnihanTypeDescriptionHanyuPinyin
source: The 漢語拼音 Hànyǔ Pīnyīn reading(s) appearing in the edition of 《漢語大字典》 Hànyǔ Dà Zìdiǎn (HDZ) specified in the kHanYu property description (q.v.).
zh_cn: (参照) 列于 kHanYu 属性描述内，出现在《汉语大字典》发行版中的汉语拼音读法。

# UnihanTypeDescriptionJapanese
source: The Japanese readings(s) for this ideograph expressed in Kana. Readings expressed in Hiragana are generally considered Kun-yomi (訓読み), and readings expressed in Katakana are generally considered On-yomi (音読み).
pt_pt: A leitura deste ideograma, expressa em Kana, em japonês. As leituras expressas em hiragana são, geralmente, consideradas Kun-yomi (訓読み), e as expressas em katakana são, geralmente, consideradas On-yomi (音読み).
zh_cn: 该字以假名表示的日语读音。 以平假名表示的读法为常规训读，以片假名表示的读法为常规音读。

# UnihanTypeDescriptionJapaneseKun
source: The Japanese pronunciation(s) of this ideograph in the Hepburn romanization.
pt_pt: Pronúncia(s) de japonês para este ideograma na romanização Hepburn.
zh_cn: 该字以平文式转写 (Hepburn romanization) 的日语发音。

# UnihanTypeDescriptionJapaneseOn
source: The Sino-Japanese pronunciation(s) of this ideograph.
pt_pt: Pronúncia(s) de sino-japonês para este ideograma.
zh_cn: 该字的日本汉字音。

# UnihanTypeDescriptionKorean
source: The Korean pronunciation(s) of this ideograph, using the Yale romanization system.
pt_pt: Pronúncia(s) do ideograma em coreano, utilizando o sistema de romanização de Yale.
zh_cn: 该字用耶鲁式转写 (Yale romanization) 系统表示的朝鲜/韩语发音。

# UnihanTypeDescriptionMandarin
source: The most customary pīnyīn reading for this ideograph. When there are two values, then the first is preferred for Simplified Chinese (zh-Hans (CN)) and the second is preferred for Traditional Chinese (zh-Hant (TW)). When there is only one value, it is appropriate for both.
pt_pt: A leitura mais frequente deste ideograma em pīnyīn. Assim que existir dois valores, o chinês simplificado (zh-Hans (CN)) é o primeiro valor preferido seguido do chinês tradicional (zh-Hant (TW)). Quando existe apenas um valor, ele é adequado para ambos.
zh_cn: 该字的最惯用读法的拼音。 当有两个值时，首个适用于普通话 (陆)，第二个适用于国语 (台)。 仅有一个时，二者相同。

# UnihanTypeDescriptionSMSZD2003Readings
source: This represents the Mandarin and Cantonese readings(s) of the ideograph in the Soengmou San Zidin (商務 新字典, New Commercial Press Character Dictionary). Mandarin readings are in hànyǔ pīnyīn. Cantonese readings are in jyutping. Note that some ideographs have readings which would ordinarily be considered invalid, such as polysyllabic readings. If an ideograph has multiple entries, it means that the ideograph has multiple definitions and the readings are grouped in order of those definitions.
zh_cn: 这代表《商务新字典》中该字的普通话和粤语读法。 普通话读法以汉语拼音表示。粤语读法为粤拼表示。注意，部分字的读法并非如此 (例如，其在多音节中的实际读法可能会有所变化)。 若某一字有多个条目，则表示该字有多个定义，并且读法按这些定义的顺序分组。

# UnihanTypeDescriptionTang
source: The Tang dynasty pronunciation(s) of this ideograph, derived from or consistent with T’ang Poetic Vocabulary by Hugh M. Stimson, Far Eastern Publications, Yale University 1976.
pt_pt: A(s) pronúncia(s) deste ideograma na dinastia Tang, derivada ou consistente com o T’ang Poetic Vocabulary por Hugh M. Stimson, Far Eastern Publications, Yale University 1976.
zh_cn: 源于或基于 1976 年耶鲁大学 Hugh M. Stimson 的《唐诗词汇》(T’ang Poetic Vocabulary, Far Eastern Publications)，该字的唐代发音。

# UnihanTypeDescriptionTGHZ2013
source: One or more Hànyǔ Pīnyīn readings as given in Tōngyòng Guīfàn Hànzì Zìdiǎn.
pt_pt: Uma ou mais leituras de Hànyǔ Pīnyīn conforme indicado no Tōngyòng Guīfàn Hànzì Zìdiǎn.
zh_cn: 《通用规范汉字字典》中给出的汉语拼音单音或多音读法。

# UnihanTypeDescriptionVietnamese
source: The ideograph’s pronunciation(s) in Quốc ngữ.
pt_pt: Pronúncia(s) do ideograma em Quốc ngữ.
zh_cn: 该字的汉越音。

# UnihanTypeDescriptionXHC1983
source: One or more Hànyǔ Pīnyīn readings as given in the Xiàndài Hànyǔ Cídiǎn
pt_pt: Uma ou mais leituras de Hànyǔ Pīnyīn conforme indicado no Xiàndài Hànyǔ Cídiǎn
zh_cn: 《现代汉语词典》中所给出的汉语拼音读法。

# UnihanTypeNameCantonese
source: Cantonese
pt_pt: Cantonês
zh_cn: 粤语

# UnihanTypeNameHangul
source: Hangul
zh_cn: 谚文

# UnihanTypeNameHanyuPinlu
source: Hanyu Pinlu
zh_cn: 汉语频率

# UnihanTypeNameHanyuPinyin
source: Hànyǔ Pīnyīn
zh_cn: 汉语拼音

# UnihanTypeNameJapanese
source: Japanese
pt_pt: Japonês
zh_cn: 日语

# UnihanTypeNameJapaneseKun
source: Japanese Kun
pt_pt: Japonês Kun
zh_cn: 日语训读

# UnihanTypeNameJapaneseOn
source: Japanese On
pt_pt: Japonês On
zh_cn: 日语音读

# UnihanTypeNameKorean
source: Korean
pt_pt: Coreano
zh_cn: 朝/韩语

# UnihanTypeNameMandarin
source: Mandarin
pt_pt: Mandarim
zh_cn: 普通话

# UnihanTypeNameTang
source: Tang
zh_cn: 唐朝音

# UnihanTypeNameTGHZ2013
source: Hànyǔ Pīnyīn (TGHZ)
zh_cn: 汉语拼音 (TGHZ)

# UnihanTypeNameVietnamese
source: Vietnamese
pt_pt: Vietnamita
zh_cn: 越南语

# UnihanTypeNameXHC1983
source: Hànyǔ Pīnyīn (XHC)
zh_cn: 汉语拼音 (XHC)

# HiddenSearchResultsLabel.Text
source: HIDDEN
pt_pt: OCULTO
zh_cn: 隐藏

# SuggestOptionChineseSimplified.Text
source: Chinese (Simplified)
pt_pt: Chinês (Simplificado)
zh_cn: 中文 (简体)

# NotificationSearchSelectedCharHidden
source: The selected character is currently hidden by your selected filters
pt_pt: O carácter selecionado está atualmente oculto pelo seu filtro selecionado
zh_cn: 所选的字符当前已被所选的筛选器隐藏

# CanvasFontInformationDesignScriptLanguageTag
source: Designed Languages
zh_cn: 设计的目标语言

# CollectionManagementHint.Text
source: Create collections to compare, export or manage multiple fonts at once. To get started, select an existing collection above or create a new one.
pt_pt: Cria coleções para comparar, exportar ou gerir vários tipos de letra de uma só vez. Para começar, acima selecione uma coleção existente ou crie uma nova.
zh_cn: 创建收藏集，可用于同时对比、导出或管理多种字体。开始前，请选择现有的收藏集，或新建收藏集。

# CollectionSelector.PlaceholderText
source: Choose existing
pt_pt: Escolher existente
zh_cn: 选择现有的

# FindCharButton.Text
source: Find in other fonts
pt_pt: Procurar noutros tipos de letra
zh_cn: 在其他字体内查找

# FontFamilyFilterInput.PlaceholderText
source: Filter by family
pt_pt: Filtrar por família
zh_cn: 按字体家族筛选

# SettingsRememberFilter.Description
source: If enabled, the app will remember the last selected collection or filter and restore it when the app is restarted. Otherwise, "All Fonts" is selected by default on every launch.
pt_pt: Se esta opção estiver ativada, vai ser guardada a última coleção ou filtro selecionado e vai ser restaurada quando voltar a iniciar a aplicação. Caso contrário, "Todos os tipos de letra" é selecionado por predefinição em todos os inícios.
zh_cn: 若启用，应用将记住最近选择的收藏集或筛选器，并在应用重启后将其恢复。 否则，每次启动时都会默认选择 "所有字体"。

# SettingsRememberFilter.Title
source: Remember selected font list filter between sessions
pt_pt: Memorizar o filtro da lista dos tipos de letra selecionados entre sessões
zh_cn: 记住选中的字体列表筛选器

# GlyphNameToggleHeader.Text
source: File Name Template
pt_pt: Modelo de nome de ficheiro
zh_cn: 文件名称模板

# GlyphNameToggleLabel.Text
source: Show template parts
pt_pt: Mostrar partes do modelo
zh_cn: 显示模板部件

# FileNameWriterCharDescDesc
source: Glyph Unicode description, or Unicode string if none
pt_pt: Descrição Unicode do glifo ou, se nenhuma, cadeia Unicode
zh_cn: 字形 Unicode 描述，若无则为 Unicode 字符串

# FileNameWriterExtensionDesc
source: File Extension
pt_pt: Extensão do ficheiro
zh_cn: 文件扩展名

# FileNameWriterFaceDesc
source: Name of current font face
pt_pt: Nome da variação do tipo de letra atual
zh_cn: 当前字体名称

# FileNameWriterFamilyDesc
source: Name of font family
pt_pt: Nome da família do tipo de letra
zh_cn: 字体家族名称

# FileNameWriterPixelSizeDesc
source: Size in pixels
pt_pt: Tamanho em píxeis
zh_cn: 尺寸像素值

# FileNameWriterStringFormat
source: {0}, e.g. {1}
de_de: {0}, z. B. {1}
pt_pt: {0}, ex. {1}
zh_cn: {0}，例如 {1}

# FileNameWriterUnicodeCPDesc
source: Unicode index/codepoint value
pt_pt: Índice Unicode/valor ponto de código
zh_cn: 10 进制 Unicode 序号/码点值

# FileNameWriterUnicodeHexDesc
source: Unicode hex value
pt_pt: Valor hexadecimal Unicode
zh_cn: 16 进制 Unicode 值

# FileNameWriterXamlGlyphDesc
source: XAML glyph code
pt_pt: Código de glifo XAML
zh_cn: XAML 字形代码

# SettingsGlyphNaming.Description
source: Choose how exported character files are named.
pt_pt: Escolha o nome dos ficheiros de caracteres exportados.
zh_cn: 选择要如何命名导出的字符文件。

# SettingsGlyphNaming.Title
source: Glyph Export Naming
pt_pt: Nomenclatura da exportação de glifos
zh_cn: 字形导出命名

# ExampleFormat
source: e.g. {0}
de_de: z. B. {0}
pt_pt: ex. {0}
zh_cn: 例如 {0}

# FileNameWriterFontVerDesc
source: Font version number, if applicable
pt_pt: Se aplicável, o numéro da versão do tipo de letra
zh_cn: 字体版本号 (若可用)

# CanvasFontInformationCopyrightNotice
source: Copyright Notice
pt_pt: Direitos de autor
zh_cn: 版权告示

# CanvasFontInformationDescription
source: Description
pt_pt: Descrição
zh_cn: 描述

# CanvasFontInformationDesigner
source: Designer
pt_pt: Autor
zh_cn: 设计者

# CanvasFontInformationDesignerUrl
source: Designer URL
pt_pt: URL do autor
zh_cn: 设计者 URL

# CanvasFontInformationFontVendorUrl
source: Font Vendor URL
pt_pt: URL do fornecedor do tipo de letra
zh_cn: 字体供应商 URL

# CanvasFontInformationFullName
source: Full Name
pt_pt: Nome completo
zh_cn: 全名

# CanvasFontInformationLicenseDescription
source: License
pt_pt: Licença
zh_cn: 许可协议

# CanvasFontInformationLicenseInfoUrl
source: License URL
pt_pt: URL da licença
zh_cn: 许可协议 URL

# CanvasFontInformationManufacturer
source: Manufacturer
pt_pt: Empresa
zh_cn: 厂商

# CanvasFontInformationTrademark
source: Trademark
pt_pt: Marca registada
zh_cn: 商标

# CanvasFontInformationVersionStrings
source: Version Strings
zh_cn: 版本字符串

# RestoreLabel.Text
source: Restore
pt_pt: Restaurar
zh_cn: 恢复

# CreateSmartCollectionCheck.Content
source: Create as Smart Collection
pt_pt: Criar como coleção inteligente
zh_cn: 创建智能收藏集

# CreateSmartCollectionHint.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: View online documentation for Smart Collections
pt_pt: Ver online a documentação para coleções inteligentes
zh_cn: 查看智能收藏集的在线文档

# SmartCollectionDesignerFilter.Text
source: Designer Filter
pt_pt: Filtro de autor
zh_cn: 设计者筛选器

# SmartCollectionFilePathFilter.Text
source: File Path Filter
pt_pt: Fitro de caminho do ficheiro
zh_cn: 文件路径筛选器

# SmartCollectionFoundryFilter.Text
source: Foundry Filter
pt_pt: Fitro de empresa
zh_cn: 厂商筛选器

# SmartCollectionCharacterFilter.Text
source: Character Filter
pt_pt: Filtro de carácter
zh_cn: 字符筛选器

# DigEditCollection.PrimaryButtonText
source: Edit
pt_pt: Editar
zh_cn: 编辑

# DigEditCollection.Title
source: Edit Collection
pt_pt: Editar coleção
zh_cn: 编辑收藏集

# EditCollectionButton.Label
source: Edit
pt_pt: Editar
zh_cn: 编辑

# EditCollectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Edit Collection
pt_pt: Editar coleção
zh_cn: 编辑收藏集

# BtnHelpAndTips.Content
source: Help & Tips
pt_pt: Ajuda & sugestões
zh_cn: 帮助与提示

# SmartCollectionEditHint.Text
source: To modify smart collections use the edit button above.
pt_pt: Para modificar as coleções inteligentes, utilize o botão de editar acima.
zh_cn: 要修改智能收藏集，请点击上方的编辑按钮。

# DigOpenFolderContent.SelectFolderButtonContent
source: Select Folder
de_de: Ordner auswählen
it_it: Selezione cartella
pt_pt: Selecionar pasta
th_th: เลือกโฟลเดอร์r
zh_cn: 选择文件夹

# ChangeSortToggle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Change sort
pt_pt: Alterar ordenação
zh_cn: 更改次序

# SortedByRangeLabel.Text
source: Sorted by Range
pt_pt: Ordenado por intervalo
zh_cn: 按范围排序

# RefreshResultsLabel.Text
source: Refresh results
de_de: Ergebnisse aktualisieren
pt_pt: Atualizar resultados
zh_cn: 刷新结果

# ResultsCountLabel
source: {0} results
pt_pt: {0} resultado(s)
zh_cn: {0} 个结果

# SortedByNameLabel.Text
source: Sorted by Name
pt_pt: Ordenado por nome
zh_cn: 按名称排序

# SettingsFontListToolTip.Description
source: Default text used in ToolTips that are shown whilst hovering over the font list or tabs.
pt_pt: Texto predefinido utilizado nas descrições que são mostradas quando paira sobre a lista de tipos de letra ou os separadores.
zh_cn: 用于指向字体列表或标签页时，所显示悬浮提示的默认文本。

# SettingsFontListToolTip.Title
source: Font List Preview ToolTip
pt_pt: Descrição na pré-visualização da lista de tipos de letra
zh_cn: 字体列表提示

# CalligraphyPenInkToolbarButtonToolTip
source: Calligraphy pen
de_de: Füllfederhalter
it_it: Penna stilografica
pt_pt: Estilógrafo
zh_cn: 书法笔

# PrintViewOfLabel.Text
source: of
de_de: von
it_it: di
pt_pt: de
th_th: จาก

# CharacterFilter
source: char:
pt_pt: car:

# DesignerFilter
source: designer:
pt_pt: autor:

# FilePathFilter
source: filepath:
pt_pt: caminho:

# FoundryFilter
source: foundry:
pt_pt: empresa:

# FileTrueTypeFontDisplayName
source: TrueType Font
de_de: TrueType-Schriftartendatei
it_it: Tipo di carattere TrueType
pt_pt: Tipo de letra TrueType

# FileTrueTypeCollectionDisplayName
source: TrueType Font Collection
de_de: TrueType-Schriftsammlung
it_it: Raccolta di caratteri TrueType
pt_pt: Coleção de tipos de letra TrueType

# FileOpenTypeFontDisplayName
source: OpenType Font
de_de: OpenType-Schriftartendatei
it_it: Tipo di carattere OpenType
pt_pt: Tipo de letra OpenType

# FileOpenTypeCollectionDisplayName
source: OpenType Font Collection
de_de: OpenType-Schriftsammlung
it_it: Raccolta di caratteri OpenType
pt_pt: Coleção de tipos de letra OpenType

# FileWebFontDisplayName
source: Web Open Font Format File
de_de: WOFF-Schriftartendatei
it_it: Tipo di carattere WOFF
pt_pt: Tipo de letra WOFF

# FileWebFontTwoDisplayName
source: Web Open Font Format 2.0 File
de_de: WOFF2-Schriftartendatei
it_it: Tipo di carattere WOFF2
pt_pt: Tipo de letra WOFF2

# FileZipFileDisplayName
source: Compressed (zipped) Folder
de_de: Komprimierter Ordner (ZIP)
it_it: Cartella compressa (ZIP)
pt_pt: Pasta comprimida (zipada)

# AppName
source: Character Map
ta: எழுத்துக்குறி வரைபடம்

# ColorGlyphToggle.OffContent
source: Monochrome glyphs
ta: ஒற்றைகுருமம் கிளிஃப்கள்

# SearchBox.PlaceholderText
source: Search character name or unicode hex
ta: எழுத்து பெயர் அல்லது Unicode Hexஐ தேடு

# SettingsSimpleAnimationDescription.Text
source: Controls the animation for loading the font list, switching fonts and changing characters. Turning this on has negligible performance impact.
ta: எழுத்துரு பட்டியலை ஏற்றுதல், எழுத்துருக்களை மாற்றுதல் மற்றும் எழுத்துக்குறிகளை மாற்றுதல் ஆகிய அசைவூட்டத்தை கட்டுப்படுத்துகிறது. இதை இயக்குவதன் மூலம் செயல்திறன் பாதிப்பு மிகவும் குறைவாக இருக்கும்.

# SettingsSimpleAnimationHeader.Text
source: Enable simple animations
ta: எளிய அசைவூட்டங்களை செயற்படுத்து

# SettingsUIHeader.Text
source: User Interface
ta: பயனர் இடைமுகம்

# TxtPathGeometry.Text
source: Path Geometry
ta: பாதை வடிவியல்

# SettingsAdvancedUILabel.Text
source: User Interface Advanced
ta: மேம்பட்ட பயனர் இடைமுகம்

# VariableFeaturesMessage.Text
source: This font has variable features. To explore them, switch to Type Ramp view using the view button above.
ta: இந்த எழுத்துருவில் மாறி அம்சங்கள் உள்ளன. அவற்றை ஆராய, மேலே உள்ள காட்சி பொத்தானை பயன்படுத்தி, வகை ராம்ப் காட்சிக்கு மாறவும்.
