Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/MultilingualResources/CharacterMap.*.xlf
Languages: de_de, it_it, pt_pt, ta, th_th, zh_cn

# AddToCollectionHint.Text
source: Add to Library
de_de: Zur Bibliothek hinzufügen
it_it: Aggiungi alla Libreria
pt_pt: Adicionar à biblioteca
ta: நூலகத்தில் சேர்
th_th: เพิ่มเข้ารายการสะสม
zh_cn: 添加到库

# AppName
source: Character Map UWP
de_de: Zeichentabelle UWP
it_it: Mappa caratteri UWP
pt_pt: Mapa de caracteres UWP
th_th: ผังอักขระ
zh_cn: 字符映射表

# BlackFill.Text
source: Black Fill
de_de: Schwarze Füllung
it_it: Sfondo Nero
pt_pt: Preenchimento preto
ta: கருப்பு நிரப்பு
th_th: อักษรสีดำ
zh_cn: 黑色填充

# BtnCopy.Text
source: Copy as text
de_de: Als Text kopieren
it_it: Copia come testo
pt_pt: Copiar como texto
ta: உரையாக நகலெடு
th_th: คัดลอกตัวอักษรนี้
zh_cn: 复制为文本

# BtnSelect.Content
source: Select
de_de: Auswählen
it_it: Seleziona
pt_pt: Selecionar
ta: தேர்ந்தெடு
th_th: เลือก
zh_cn: 选择

# ColoredGlyphLabel.Text
source: Colored Glyph
de_de: Farbige Glyphe
it_it: Glifo colorato
pt_pt: Glifo colorido
ta: வண்ணமிட்ட கிளிஃப்
th_th: อักษรสี
zh_cn: 着色字形

# ColorGlyphToggle.OffContent
source: Monochrome Glyphs
de_de: Monochrome Glyphen
it_it: Glifi monocromi
pt_pt: Glifo monocromático
th_th: ตัวอักษรขาวดำ
zh_cn: 单色字形

# ColorGlyphToggle.OnContent
source: Color glyphs
de_de: Glyphen einfärben
it_it: Colore glifo
pt_pt: Glifos coloridos
ta: வண்ண கிளிஃப்கள்
th_th: ตัวอักษรสี
zh_cn: 有色字形

# FontDisplayHeader.Text
source: Font Display Options
de_de: Schriftart-Anzeigeoptionen
it_it: Opzioni visualizzazione dei caratteri
pt_pt: Opções de visualização do tipo de letra
ta: எழுத்துரு காட்சி விருப்பங்கள்
th_th: ตัวเลือกการแสดงผลฟอนต์
zh_cn: 字体显示选项

# FontOptionsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Font Rendering Options
de_de: Schriftart-Renderingoptionen
it_it: Opzioni rendering dei caratteri
pt_pt: Opções de composição do tipo de letra
ta: எழுத்துரு வரைதல் விருப்பங்கள்
th_th: ตัวเลือกการแสดงผล
zh_cn: 字体渲染选项

# FontPropertiesButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Font Face Properties
de_de: Schriftbild-Eigenschaften
it_it: Proprietà
pt_pt: Propriedades do tipo de letra
ta: எழுத்துரு முக பண்புகள்
th_th: คุณสมบัติฟอนต์
zh_cn: 字体属性

# FontPropFace.Text
source: Face Name
de_de: Schriftartname
it_it: Tipologia
pt_pt: Nome da variante
ta: முகத்தின் பெயர்
th_th: ชื่อรูปแบบฟอนต์
zh_cn: 字体名称

# FontPropFamily.Text
source: Family Name
de_de: Schriftfamilien-Name
it_it: Nome Famiglia
pt_pt: Nome da família
ta: குடும்பப் பெயர்
th_th: ชื่อสกุลฟอนต์
zh_cn: 字体家族名称

# FontPropMonospaced.Text
source: Is Monospaced
de_de: Ist Monospace-Schriftart
it_it: È monospaziato
pt_pt: Monoespaçada
ta: ஒற்றையிடமுள்ள எழுத்துருவா
th_th: เป็นฟอนต์แบบกว้างคงที่
zh_cn: 是否等宽

# FontPropStretch.Text
source: Stretch
de_de: Dehnung
it_it: Tratto
pt_pt: Largura
ta: விரி
th_th: ความยืด
zh_cn: 宽窄

# FontPropStyle.Text
source: Style
de_de: Stil
it_it: Stile
pt_pt: Estilo
ta: நடை
th_th: รูปแบบ
zh_cn: 风格

# FontPropSymbol.Text
source: Is Symbol Font
de_de: Ist Symbol-Schriftart
it_it: Contiene simboli
pt_pt: Símbolos
ta: சின்ன எழுத்துருவா
th_th: เป็นฟอนต์สัญลักษณ์
zh_cn: 是否为符号字体

# FontPropTitle.Text
source: Font Face Properties
de_de: Schriftbild-Eigenschaften
it_it: Proprietà
pt_pt: Propriedades do tipo de letra
ta: எழுத்துரு முக பண்புகள்
th_th: คุณสมบัติฟอนต์
zh_cn: 字体属性

# FontPropType.Text
source: Type
de_de: Typ
it_it: Tipo
pt_pt: Tipo
ta: வகை
th_th: ประเภท
zh_cn: 类型

# FontPropWeight.Text
source: Weight
de_de: Stärke
it_it: Dimensione
pt_pt: Peso
ta: எடை
th_th: น้ำหนัก
zh_cn: 粗细

# InvalidFontMessage
source: Sorry, we couldn't find any supported font data in this file.
de_de: Entschuldige, wir konnten keine unterstützten Schriftartdaten in dieser Datei finden.
it_it: Siamo spiacenti, non è stato possibile trovare nessun carattere supportato in questo file.
pt_pt: Pedimos desculpa, mas não conseguimos encontrar nenhum dado de tipo de letra suportado neste ficheiro.
ta: மன்னிக்கவும், இந்த கோப்பில் ஆதரிக்கப்படும் எந்த எழுத்துரு தரவை எங்களால் கண்டுபிடிக்க முடியவில்லை.
th_th: ขออภัย, เราไม่พบข้อมูลใดๆ ที่เป็นฟอนต์ที่รองรับ
zh_cn: 抱歉，我们无法在该文件中找到支持的字体。

# InvalidFontTitle
source: Unsupported File
de_de: Nicht unterstützte Datei
it_it: File non supportato
pt_pt: Ficheiro não suportado
ta: ஆதரவளிக்கப்படாத கோப்பு
th_th: ไม่รองรับไฟล์นี้
zh_cn: 不支持的文件

# OpenInNewWindow.Text
source: Open in New Window
de_de: In neuem Fenster öffnen
it_it: Apri in una nuova finestra
pt_pt: Abrir numa nova janela
ta: புதியச் சாளரத்தில் திற
th_th: เปิดในหน้าต่างใหม่
zh_cn: 在新窗口中打开

# RemoveFontFlyout.Text
source: Delete Font
de_de: Schriftart löschen
it_it: Elimina carattere
pt_pt: Eliminar tipo de letra
ta: எழுத்துருவை நீக்கு
th_th: ลบฟอนต์
zh_cn: 删除字体

# RestartButton.Content
source: Restart app
de_de: Anwendung neu starten
it_it: Riavvia l'app
pt_pt: Reiniciar a aplicação
ta: பயன்பாட்டை மறுதொடக்கம் செய்
th_th: รีสตาร์ท
zh_cn: 重启应用

# RestartHeader.Text
source: Requires application restart to take effect.
de_de: Benötigt Neustart der Anwendung, um wirksam zu werden.
it_it: Riavvio dell'app necessario per apportare le modifiche.
pt_pt: Verá a sua alteração quando voltar a iniciar a aplicação.
ta: செயற்படுத்து பயன்பாட்டு மறுதொடக்கம் தேவை.
th_th: จะมีผลเมื่อแอปรีสตาร์ทแล้ว
zh_cn: 需重启应用才可生效。

# SearchBox.PlaceholderText
source: Search by name or unicode hex
de_de: Suche nach Namen oder Unicode-Hex
it_it: Cerca per nome o esadecimale Unicode
pt_pt: Procurar por nome ou hexadecimal unicode
th_th: ค้นหาตัวอักษรด้วยชื่อหรือด้วยรหัส Unicode
zh_cn: 搜索字符、Unicode 名称或 16 进制序号

# Settings_About.Text
source: About this application
de_de: Über diese Anwendung
it_it: Informazioni sull'app
pt_pt: Acerca desta aplicação
ta: இந்தப் பயன்பாட்டை பற்றி
th_th: เกี่ยวกับแอพพลิเคชั่นนี้
zh_cn: 关于本应用

# Settings_AboutDescription.Text
source: This app is designed to replace the Windows Win32 Character Map. It is more DPI aware on high DPI screens.
de_de: Diese App wurde entworfen, um die integrierte Win32-Zeichentabelle zu ersetzen. Sie kommt deutlich besser mit höheren DPI-Einstellungen zurecht.
it_it: Questa app è progettata per sostituire la Mappa Caratteri Win32 preinstallata in Windows, supportando la grafica moderna di Windows 10 con prestazioni elevate.
pt_pt: Esta aplicação foi projetada para substituir o Mapa de carateres (Win32) do Windows. É mais consciente do PPP em ecrãs com PPP alto.
ta: Windows Win32 எழுத்துக்குறி வரைபடம் பதிலாகப் பயன்படுத்த இந்த பயன்பாடு வடிவமைக்கப்பட்டுள்ளது. இது உயர் DPI திரைகளில் அதிக DPI விழிப்புணர்வு கொண்டது.
th_th: แอปนี้สร้างขึ้นเพื่อใช้แทนแอปผังอักษรที่มีอยู่ของระบบ. แอปสามารถรองรับหน้าจอที่มี DPI สูงได้ดีกว่าของระบบ
zh_cn: 本应用可替代 Windows 10 系统自带的 Win32 字符映射表。适配高 DPI 屏幕的设备。

# TxtCopiedMessage.Text
source: Copied
de_de: Kopiert
it_it: Copiato
pt_pt: Copiado
ta: நகலெடுக்கப்பட்டது
th_th: คัดลอกเรียบร้อย
zh_cn: 已复制

# TxtFontIcon.Header
source: Font Icon
ta: எழுத்துரு படவுரு
zh_cn: FontIcon 图标

# TxtSymbolIcon.Header
source: Symbol Icon
ta: சின்ன படவுரு
th_th: ฟอนต์สัญลักษณ์
zh_cn: SymbolIcon 图标

# TxtTitle.Text
source: Character Map
de_de: Zeichentabelle
it_it: Mappa Caratteri
pt_pt: Mapa de caracteres
ta: எழுத்துக்குறி வரைபடம்
th_th: ผังอักขระ
zh_cn: 字符映射表

# TxtUnicode.Header
source: Unicode
zh_cn: Unicode 编码

# TxtXamlCode.Header
source: Glyph Code
de_de: XAML-Code
it_it: Codice Glifo
pt_pt: Código do glifo
ta: கிளிஃப் குறியீடு
zh_cn: XAML 转义代码

# TypographyVariantsHeader.Text
source: Glyph Variants
de_de: Glyphen-Varianten
it_it: Varianti Glifi
pt_pt: Alternativas estilísticas
ta: கிளிஃப் வகைகள்
th_th: รูปแบบอักษร
zh_cn: 字形变体

# WhiteFill.Text
source: White Fill
de_de: Weiße Füllung
it_it: Sfondo Bianco
pt_pt: Preenchimento branco
ta: வெள்ளை நிரப்பு
th_th: อักษรสีขาว
zh_cn: 白色填充

# ImportNotAFile
source: Not a file
de_de: Import ist keine Datei.
it_it: Non è un file
pt_pt: Não é um ficheiro
ta: கோப்பில்லை
th_th: ไม่ใช่ไฟล์
zh_cn: 不是一个文件

# ImportPendingDelete
source: Existing font pending delete. Please restart app.
de_de: Löschen der Schriftart im Gange. Bitte starte die Anwendung neu.
it_it: Caratteri esistenti in attesa di eliminazione. Sarà necessario riavviare l'app.
pt_pt: Eliminação do tipo de letra pendente. Reinicie a aplicação.
ta: எழுத்துரு நீக்கம் நிலுவையில் உள்ளது. தயவுசெய்து பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.
th_th: มีฟอนต์ที่ค้างและรอลบอยู่. กรุณารีสตาร์ทแอป.
zh_cn: 现有字体正在被删除，请重启应用。

# ImportUnavailableFile
source: File not available
de_de: Datei nicht verfügbar
it_it: File non disponibile
pt_pt: Ficheiro não disponível
ta: கோப்பு கிடைக்கவில்லை
th_th: ไม่พบไฟล์นี้
zh_cn: 文件不可用

# ImportUnsupportedFileType
source: Unsupported File Type
de_de: Nicht unterstützer Dateityp
it_it: Tipo di file non supportato
pt_pt: Ficheiro não suportado
ta: ஆதரவளிக்கப்படாத கோப்பு வகை
th_th: ไม่รองรับไฟล์ประเภทนี้
zh_cn: 不支持的文件类型

# ImportUnsupportedFontType
source: Unsupported Font Type
de_de: Nicht unterstützter Schriftarten-Typ
it_it: Tipo di carattere non supportato
pt_pt: Tipo de letra não suportado
ta: ஆதரவளிக்கப்படாதக் எழுத்துரு வகை
th_th: ไม่รองรับฟอนต์ประเภทนี้
zh_cn: 不支持的字体类型

# FontsClearedOnNextLaunchNotice
source: Some fonts could not be completely removed right now. These fonts will not show in the application and will be completely removed next time the app is launched.
de_de: Einige Schriftarten konnten nicht vollständig entfernt werden. Diese Schriftarten werden nicht in der Anwendung angezeigt und beim nächsten Start der Anwendung vollständig entfernt.
it_it: Alcuni caratteri potrebbero non essere completamente rimossi. Si prega di riavviare l'app.
pt_pt: Alguns tipos de letra não foram completamente removidos. Esses tipos de letra não vão aparecer na aplicação e serão completamente removidos na próxima vez que voltar a iniciar a aplicação.
th_th: มีบางฟอนต์ไม่สามารถลบได้ในขณะนี้ แต่จะถูกลบเมื่อเปิดแอปครั้งหน้า
zh_cn: 某些字体目前无法彻底删除。这些字体不会在应用中显示，并在下次启动应用程序时完全删除。

# SaveImageError
source: Sorry, something went wrong whilst we were trying to save the image.
de_de: Entschuldige, beim Versuch, das Bild zu speichern, ist etwas ist schiefgelaufen.
it_it: Spiacenti, qualcosa non ha funzionato durante il salvataggio dell'immagine.
pt_pt: Pedimos desculpa, ocorreu um erro ao tentar guardar a imagem.
ta: மன்னிக்கவும், நாங்கள் படத்தை சேமிக்கும் போது ஏதோ தவறு நடந்தது.
th_th: ขออภัย, เกิดข้อผิดพลาดขณะพยายามบันทึกเป็นรูปภาพ
zh_cn: 抱歉，保存图像时出错。

# LoadingFontListError
source: Error Loading Font List
de_de: Fehler beim Laden der Schriftartenliste
it_it: Errore durante il caricamento dei caratteri
pt_pt: Erro ao carregar a lista de tipos de letra
ta: எழுத்துரு பட்டியலை ஏற்றுவதில் பிழை
th_th: ไม่สามารถโหลดรายการฟอนต์ได้
zh_cn: 加载字体列表出错

# NoticeLabel.Text
source: Notice
de_de: Hinweis
it_it: Avviso
pt_pt: Atenção
ta: அறிக்கை
th_th: ประกาศ
zh_cn: 注意

# ImportFileCopyFail
source: Something went wrong. Please try again later.
de_de: Etwas ist schiefgelaufen. Bitte versuche es später erneut.
it_it: Spiacenti, qualcosa non ha funzionato. Riprova.
pt_pt: Ocorreu um problema. Tente novamente.
ta: ஏதோ தவறாகிவிட்டது. பிறகு மீண்டும் முயலவும்.
th_th: มีบางอย่างผิดพลาด. กรุณาลองใหม่อีกครั้ง.
zh_cn: 出错了。请稍后再试。

# ImportFontHelpBlock.Text
source: Drag fonts into the app to copy them to your library.
de_de: Ziehe Schriftarten in diese App, um sie in deine Bibliothek zu kopieren.
it_it: Trascina i caratteri nell'app per copiarli nella tua Libreria.
pt_pt: Arraste ficheiros de tipo de letra e largue-os na aplicação para copiar tipos de letra à sua biblioteca.
ta: உங்கள் நூலகத்திற்கு நகலெடுக்க எழுத்துருக்களை பயன்பாட்டிற்குள் இழுக்கவும்.
th_th: ลากไฟล์ฟอนต์เข้ามาในแอปเพื่อนำเข้าเก็บไว้ในรายการสะสม
zh_cn: 将字体文件拖拽到应用里以加入库。

# FontPropXaml.Text
source: XAML FontFamily Source
it_it: Origine Caratteri XAML
ta: XAML FontFamily மூலம்
zh_cn: XAML FontFamily 源代码

# FilePickerConfirm
source: Import
it_it: Importa
pt_pt: Importar
ta: இறக்குமதி
th_th: นำเข้า
zh_cn: 导入

# ImportFontsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Import Fonts
de_de: Schriftarten importieren
it_it: Importa Caratteri
pt_pt: Importar tipos de letra
ta: எழுத்துருக்களை இறக்குமதி செய்
th_th: นำเข้าฟอนต์
zh_cn: 导入字体

# OpenFontButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open Font
de_de: Schriftart öffnen
it_it: Apri Carattere
pt_pt: Abrir tipo de letra
ta: எழுத்துருகவை திற
th_th: เปิดฟอนต์
zh_cn: 打开字体

# OpenFontPickerConfirm
source: Open
de_de: Öffnen
it_it: Apri
pt_pt: Abrir
ta: திற
th_th: เปิด
zh_cn: 打开

# DigCreateCollection.PrimaryButtonText
source: Create
de_de: Erstellen
it_it: Crea
pt_pt: Criar
ta: உருவாக்கு
th_th: สร้าง
zh_cn: 创建

# DigCreateCollection.Title
source: Create Collection
de_de: Sammlung erstellen
it_it: Crea raccolta
pt_pt: Criar coleção
ta: தொகுப்பை உருவாக்கு
th_th: สร้างรายการสะสม
zh_cn: 创建收藏集

# DeleteCollectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete Collection
de_de: Sammlung löschen
it_it: Elimina raccolta
pt_pt: Eliminar coleção
ta: தொகுப்பை நீக்கு
th_th: ลบรายการสะสม
zh_cn: 删除收藏集

# DigCreateCollection.SecondaryButtonText
source: Cancel
de_de: Abbrechen
it_it: Annulla
pt_pt: Cancelar
ta: இரத்து
th_th: ยกเลิก
zh_cn: 取消

# DigDeleteCollection.PrimaryButtonText
source: Delete
de_de: Löschen
it_it: Elimina
pt_pt: Eliminar
ta: நீக்கு
th_th: ลบ
zh_cn: 删除

# DigDeleteCollection.SecondaryButtonText
source: Cancel
de_de: Abbrechen
it_it: Annulla
pt_pt: Cancelar
ta: இரத்து
th_th: ยกเลิก
zh_cn: 取消

# DigDeleteCollection.Title
source: Are you sure you want to delete this collection?
de_de: Bist du sicher, dass du diese Sammlung löschen möchtest?
it_it: Sei sicuro di voler eliminare questa raccolta?
pt_pt: Tem a certeza de que pretende eliminar esta coleção?
ta: இந்தத் தொகுப்பை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
th_th: คุณแน่ในหรือไม่ว่าคุณต้องการลบรายการสะสมนี้?
zh_cn: 确定要删除该收藏集吗？

# DigRenameCollection.PrimaryButtonText
source: Rename
de_de: Umbenennen
it_it: Rinomina
pt_pt: Mudar o nome
ta: மறுபெயரிடு
th_th: เปลี่ยนชื่อ
zh_cn: 重命名

# DigRenameCollection.Title
source: Rename Collection
de_de: Sammlung umbenennen
it_it: Rinomina raccolta
pt_pt: Mudar o nome da coleção
ta: தொகுப்பை மறுபெயரிடு
th_th: เปลิ่ยนชื่อรายการสะสม
zh_cn: 重命名收藏集

# OptionAllFonts.Text
source: All Fonts
de_de: Alle Schriftarten
it_it: Tutti i caratteri
pt_pt: Todos os tipos de letra
ta: அனைத்து எழுத்துருக்கள்
th_th: ฟอนต์ทั้งหมด
zh_cn: 所有字体

# OptionImportedFonts.Text
source: Imported Fonts
de_de: Importierte Schriftarten
it_it: Caratteri importati
pt_pt: Tipos de letra importados
ta: இறக்குமதி செய்யப்பட்ட எழுத்துருக்கள்
th_th: ฟอนต์ที่นำเข้า
zh_cn: 导入的字体

# OptionSymbolFonts.Text
source: Symbol Fonts
de_de: Symbol-Schriftarten
it_it: Caratteri Simbolo
pt_pt: Tipos de letra de símbolos
ta: சின்ன எழுத்துருக்கள்
th_th: ฟอนต์สัญลักษณ์
zh_cn: 符号字体

# RenameCollectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename Collection
de_de: Sammlung umbenennen
it_it: Rinomina raccolta
pt_pt: Mudar o nome da coleção
ta: தொகுப்பை மறுபெயரிடு
th_th: เปลี่ยนชื่อรายการสะสม
zh_cn: 重命名收藏集

# FontListDisplayHeader.Text
source: Fonts List Display
de_de: Anzeige der Schriftartenliste
it_it: Visualizzazione elenco caratteri
pt_pt: Visualizador da lista de tipos de letra
ta: எழுத்துருக்கள் பட்டியல் காட்சி
th_th: รายการแสดงผลฟอนต์
zh_cn: 字体显示

# FontPropCount.Text
source: Glyph Count
de_de: Glyphenanzahl
it_it: Numero glifi
pt_pt: Número de glifos
ta: கிளிஃப் எண்ணிக்கை
th_th: จำนวนตัวอักษร
zh_cn: 字形数量

# OptionMonospacedFonts.Text
source: Monospaced Fonts
de_de: Monospace-Schriftarten
it_it: Caratteri a spaziatura fissa
pt_pt: Tipos de letra monoespaçada
ta: Choose the label to show under each character. May have a minor effect on scrolling performance.
th_th: ฟอนต์อักษรเท่ากัน
zh_cn: 等宽字体

# OptionSansSerifFonts.Text
source: Sans Serif Fonts
de_de: Serifenlose Schriftarten
it_it: Caretteri Sans Seif
pt_pt: Tipos de letra sem serifa
ta: Sans Serif எழுத்துருக்கள்
th_th: ฟอนต์ไม่มีหาง (ฟอนต์เรียบ)
zh_cn: 无衬线字体

# OptionSerifFonts.Text
source: Serif Fonts
de_de: Serifen-Schriftarten
it_it: Caretteri Serif
pt_pt: Tipos de letra serifa
ta: Serif எழுத்துருக்கள்
th_th: ฟอนต์มีหาง
zh_cn: 衬线字体

# NewCollectionItem.Text
source: New Collection
de_de: Neue Sammlung
it_it: Nuova raccolta
pt_pt: Nova coleção
ta: புதியத் தொகுப்பு
th_th: สร้างรายการสะสมใหม่
zh_cn: 新建收藏集

# RemoveFromCollectionItem.Text
source: Remove from Collection
de_de: Aus Sammlung entfernen
it_it: Rimuovi dalla raccolta
pt_pt: Remover da coleção
ta: தொகுப்பிலிருந்து அகற்று
th_th: ลบจากรายการสะสม
zh_cn: 从收藏集中删除

# AddToCollectionFlyout.Text
source: Add to Collection
de_de: Zur Sammlung hinzufügen
it_it: Aggiungi alla raccolta
pt_pt: Adicionar à coleção
ta: தொகுப்பில் சேர்
th_th: เพิ่มเข้ารายการสะสม
zh_cn: 添加到收藏集

# InstantSearchToggle.OffContent
source: Instant search disabled
de_de: Schnellsuche deaktiviert
it_it: Ricerca istantanea disabilitata
pt_pt: Procura instantânea desligada
ta: உடனடித் தேடல் முடக்கப்பட்டுள்ளது
th_th: ปิดการค้นหาทันทีขณะเขียน
zh_cn: 即时搜索已关闭

# InstantSearchToggle.OnContent
source: Instant search enabled
de_de: Schnellsuche aktiviert
it_it: Ricerca istantanea abilitata
pt_pt: Procura instantânea ligada
ta: உடனடித் தேடல் இயக்கப்பட்டுள்ளது
th_th: เปิดการค้นหาทันทีขณะเขียน
zh_cn: 即时搜索已启用

# SearchResultsSlider.Header
source: Maximum search results
de_de: Maximale Anzahl an Suchergebnissen
it_it: Numero massimo di risultati
pt_pt: Máximo de resultados da procura
ta: அதிகபட்ச தேடல் முடிவுகள்
th_th: จำนวนผลการค้นหาสูงสุด
zh_cn: 最大搜索结果数量

# FontPropCharCount.Text
source: Character Count
de_de: Zeichenanzahl
it_it: Numero caratteri
pt_pt: Número de caracteres
ta: எழுத்துக்குறி எண்ணிக்கை
th_th: จำนวนตัวอักษร
zh_cn: 字符数量

# FontPropFilePath.Text
source: File Path
de_de: Dateipfad
it_it: Percorso del file
pt_pt: Localização do ficheiro
ta: கோப்புப் பாதை
th_th: ที่ตั้งของไฟล์
zh_cn: 文件路径

# DWriteSourceAppxPackage
source: Microsoft Store
zh_cn: 微软应用商店

# DWriteSourcePerMachine
source: All Users
de_de: Alle Nutzer
it_it: Per tutti gli utenti
pt_pt: Todos os utilizadores
ta: அனைத்து பயனர்கள்
th_th: ผู้ใช้ทั้งหมด
zh_cn: 所有用户

# DWriteSourcePerUser
source: Current User only
de_de: Nur aktueller Nutzer
it_it: Solo per l'utente corrente
pt_pt: Apenas o utilizador atual
ta: நடப்புப் பயனர் மட்டும்
th_th: ผู้ใช้ปัจจุบันเท่านั้น
zh_cn: 仅当前用户

# DWriteSourceRemoteFontProvider
source: Cloud Provider
de_de: Cloud-Anbieter
it_it: Provider del cloud
pt_pt: Fornecedor de nuvem
ta: மேக வழங்குநர்
th_th: ฟอนต์จากอินเตอร์เน็ต
zh_cn: 云提供商

# DWriteSourceUnknown
source: Undefined
de_de: Undefiniert
it_it: Non definito
pt_pt: Indeterminada
ta: விளக்கப்படாதவை
th_th: ไม่ได้ระบุ
zh_cn: 未定义

# FontPropInstallType.Text
source: Install Type
de_de: Installationstyp
it_it: Tipo di installazione
pt_pt: Tipo de instalação
ta: நிறுவல் வகை
th_th: ประเภทฟอนต์
zh_cn: 安装类型

# OptionAppxFonts.Text
source: From Microsoft Store
de_de: Aus dem Microsoft Store
it_it: Dal Microsoft Store
pt_pt: Da Microsoft Store
ta: Microsoft Store இலிருந்து
th_th: ฟอนต์จาก Microsoft Store
zh_cn: 来自微软应用商店

# OptionCloudFonts.Text
source: Cloud-based Fonts
de_de: Cloud-basierte Schriftarten
it_it: Caratteri basati su cloud
pt_pt: Tipos de letra da nuvem
ta: Cloud-சார்ந்த எழுத்துருக்கள்
th_th: ฟอนต์ออนไลน์
zh_cn: 云端字体

# OptionColorFonts.Text
source: Color Fonts
de_de: Farbschriftarten
it_it: Caratteri colorati
pt_pt: Tipos de letra de cor
ta: வண்ண எழுத்துருக்கள்
th_th: ฟอนต์สี
zh_cn: 有色字体

# OptionDecorativeFonts.Text
source: Decorative Fonts
de_de: Dekorative Schriftarten
it_it: Caratteri decorativi
pt_pt: Tipos de letra decorativa
ta: அலங்கார எழுத்துருக்கள்
th_th: ฟอนต์ตกแต่ง
zh_cn: 装饰体

# OptionMoreFilters.Text
source: More
de_de: Mehr
it_it: Altro
pt_pt: Mais
ta: மேலும்
th_th: ฟอนต์อื่นๆ
zh_cn: 更多

# OptionScriptFonts.Text
source: Script Fonts
de_de: Skript-Schriftarten
it_it: Caratteri Script
pt_pt: Tipos de letra manuscrita
ta: அரிச்சுவடி எழுத்துருக்கள்
th_th: ฟอนต์ตัวเขียน
zh_cn: 书写体

# StatusBarFontCount
source: {0} Font Families
de_de: {0} Schriftfamilien
it_it: {0} Famiglie di caratteri
pt_pt: {0} família(s) tipográfica(s)
ta: {0} எழுத்துரு குடும்பங்கள்
th_th: {0} ฟอนต์
zh_cn: {0} 种字体家族

# FontPropFileSize.Text
source: File Size
de_de: Dateigröße
it_it: Dimensione file
pt_pt: Tamanho do ficheiro
ta: கோப்பின் அளவு
th_th: ขนาดไฟล์
zh_cn: 文件大小

# InstallTypeImported
source: Not Installed (Imported)
de_de: Nicht installiert (importiert)
it_it: Non installato (importato)
pt_pt: Não instalada (importada)
ta: நிறுவப்படவில்லை (இறக்குமதி செய்யபட்டது)
th_th: ไม่ได้ติดตั้ง (นำเข้า)
zh_cn: 未安装 (导入)

# StatusBarCharacterCount
source: {0} Characters
de_de: {0} Zeichen
it_it: {0} Caratteri
pt_pt: {0} caracteres
ta: {0} எழுத்துக்குறிகள்
th_th: {0} ตัวอักษร
zh_cn: {0} 个字符

# SearchDelaySelector.Header
source: Delay before search (ms)
de_de: Verzögerung der Suche (ms)
it_it: Ritardo prima della ricerca (in ms)
pt_pt: Atraso antes da procura (ms)
ta: தேடல் முன்பு தாமதம் (ms)
th_th: ดีเลย์ก่อนค้นหา (ms)
zh_cn: 搜索延迟 (毫秒)

# InstantSearchToggleHeader.Text
source: Instant Search
de_de: Schnellsuche
it_it: Ricerca istantanea
pt_pt: Procura instantânea
ta: உடனடித் தேடல்
th_th: ค้นหาทันที
zh_cn: 即时搜索

# CharacterSavedMessage.Text
source: Saved to
de_de: Gespeichert in
it_it: Salvato in
pt_pt: Guardado em
ta: இதில் சேமிக்கப்பட்டது
th_th: บันทึกไว้ที่
zh_cn: 保存到

# NotificationAddedToCollection
source: {0} was added to "{1}" collection
de_de: {0} wurde zur "{1}"-Sammlung hinzugefügt
it_it: {0} è stato aggiunto alla "{1}" raccolta
pt_pt: {0} foi adicionada à coleção "{1}"
ta: "{1}" தொகுப்பில் {0} சேர்க்கப்பட்டது
th_th: ฟอนต์ {0} ถูกเพิ่มเข้ารายการ "{1}" แล้ว
zh_cn: {0} 已添加到收藏集 "{1}"

# BtnOpenFile.Content
source: Open File
de_de: Datei öffnen
it_it: Apri file
pt_pt: Abrir ficheiro
ta: கோப்பைத் திற
th_th: เปิดฟอนต์
zh_cn: 打开文件

# BtnOpenFolder.Content
source: Show in Folder
de_de: Im Ordner anzeigen
it_it: Apri nella Cartella
pt_pt: Mostrar numa pasta
ta: கோப்புறையில் காண்பி
th_th: เปิดโฟล์เดอร์
zh_cn: 在文件夹中显示

# BtnHidePane.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Hide font pane (Ctrl+L)
de_de: Schriftarten-Leiste ausblenden (Strg+L)
it_it: Nascondi il Riquadro Caratteri (Ctrl+L)
pt_pt: Ocultar painel de tipos de letra (Ctrl+L)
ta: எழுத்துரு பலகையை மறை
th_th: ซ่อนรายการฟอนต์ (Ctrl+L)
zh_cn: 隐藏字体面板 (Ctrl+L)

# NotificationImportFailed
source: Import Failed
de_de: Import fehlgeschlagen
it_it: Importazione fallita
pt_pt: A importação falhou
ta: இறக்குமதி தோல்வியடைந்தது
th_th: นำเข้าฟอนต์ล้มเหลว
zh_cn: 导入失败

# NotificationMultipleFontsAdded
source: {0} files were added to your collection
de_de: {0} Dateien wurden deiner Sammlung hinzugefügt
it_it: {0} file sono stati aggiunti alla tua raccolta
pt_pt: {0} ficheiros foram adicionados à tua coleção
ta: {0} கோப்புகள் உங்கள் தொகுப்பில் சேர்க்கப்பட்டன
th_th: {0} ไฟล์ได้ถูกเพิ่มเข้าไปในรายการเรียบร้อยแล้ว
zh_cn: 已将 {0} 个文件添加到您的收藏集中

# NotificationSingleFontAdded
source: {0} was added to your collection
de_de: {0} wurde deiner Sammlung hinzugefügt
it_it: {0} è stato aggiunto alla tua raccolta
pt_pt: {0} foi adicionado à tua coleção
ta: {0} உங்கள் தொகுப்பில் சேர்க்கப்பட்டது
th_th: เพิ่มฟอนต์ {0} เข้ารายการสะสมเรียบร้อย
zh_cn: 已将 {0} 添加到您的收藏集中

# BtnShowPane.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show font pane (Ctrl+L)
de_de: Schriftarten-Leiste anzeigen (Strg+L)
it_it: Mostra Riquadro Caratteri
pt_pt: Mostrar painel de tipos de letra (Ctrl+L)
ta: எழுத்துரு பலகையைக் காண்பி
th_th: แสดงรายการฟอนต์ (Ctrl+L)
zh_cn: 显示字体面板 (Ctrl+L)

# BtnMoreIcon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
de_de: Mehr
it_it: Altro
pt_pt: Mais
ta: மேலும்
th_th: อื่นๆ
zh_cn: 更多

# FontListFilter.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Filter fonts
de_de: Schriftarten filtern
it_it: Filtra caratteri
pt_pt: Filtrar tipos de letra
ta: எழுத்துருக்களை வடிகட்டவும்
th_th: กรองรายการฟอนต์
zh_cn: 筛选字体
