Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/MultilingualResources/CharacterMap.*.xlf
Languages: de_de, it_it, pt_pt, ta, th_th, zh_cn

# SettingsCharLabel.Text
source: Character Label
de_de: Zeichen-Beschriftung
it_it: Etichetta carattere
pt_pt: Etiqueta do carácter
ta: எழுத்துக்குறி பெயர் பலகை
th_th: ชื่ออักษร
zh_cn: 字符标签

# SettingsCharLabelDesc.Text
source: Choose the label to show under each character. May have a minor effect on scrolling performance.
de_de: Wähle die Bezeichnung, die unter jedem Zeichen angezeigt werden soll. Kann einen geringen Einfluss auf die Scroll-Leistung haben.
it_it: Scegli l'etichetta da mostrare sotto ogni carattere. Potrebbe ridurre le prestazioni di scorrimento nell'app.
pt_pt: Escolhe a etiqueta a mostrar debaixo de cada carácter. Pode ter um efeito menor no desempenho do deslocamento.
th_th: เลือกการแสดงผลข้อมูลใต้อักษร อาจมีผลเสียขณะเลือนดูารางอักษรเล็กน้อย
zh_cn: 在各个字符下显示标签。对滚动时的性能可能稍有影响。

# BtnPrint.Content
source: Print
de_de: Drucken
it_it: Stampa
pt_pt: Imprimir
ta: அச்சிடு
th_th: พิมพ์
zh_cn: 打印

# ChkBxShowBorders.Content
source: Show borders
de_de: Ränder anzeigen
it_it: Mostra bordi
pt_pt: Mostrar bordas
ta: எல்லைகளைக் காட்டு
th_th: แสดงขอบตาราง
zh_cn: 显示框线

# PrintLayout_Grid
source: Grid
de_de: Raster
it_it: Griglia
pt_pt: Grelha
ta: கட்டம்
th_th: ตาราง
zh_cn: 网格

# PrintLayout_List
source: List
de_de: Liste
it_it: Lista
pt_pt: Lista
ta: பட்டியல்
th_th: รายการ
zh_cn: 列表

# PrintLayout_TwoColumn
source: Two Columns
de_de: Zwei Spalten
it_it: Due colonne
pt_pt: Duas colunas
ta: இரண்டு பத்திகள்
th_th: 2 แถว
zh_cn: 两列

# SettingsTransparencyDescription.Text
source: Enables transparency effects in the UI. If transparency is disabled in Windows settings, this will have no effect. May have a minor effect on performance on older or weaker devices.
de_de: Aktiviert Transparenzeffekte in der UI. Wenn Transparenz in den Windows-Einstellungen deaktiviert ist, wird dies keinen Effekt haben. Kann einen geringen Einfluss auf die Leistung älterer Geräte haben.
it_it: Abilita gli effetti di trasparenza nell'interfaccia utente. Se la trasparenza è disabilitata nelle impostazioni di Windows, ciò non avrà alcun effetto. Può ridurre leggermente le prestazioni nei dispositivi più datati.
pt_pt: Ativa efeitos de transparência na IU. Se os efeitos de transparência estiverem desligados nas definições do Windows, esta opção não terá qualquer efeito. Pode ter um pequeno efeito no desempenho em dispositivos mais antigos ou fracos.
ta: UI இல் வெளிப்படைத்தன்மை விளைவுகளை செயல்படுத்தும். Windows அமைப்புகளில் வெளிப்படைத்தன்மை முடக்கப்பட்டால், இது எந்த விளைவையும் ஏற்படுத்தாது. பழைய அல்லது பலவீனமான சாதனங்களில் செயல்திறன் மீது ஒரு சிறிய விளைவை ஏற்படுத்தலாம்.
th_th: เปิดใช้การแสดงผลหน้าตาโปร่งใส. หากการตั้งค่านี้ถูกปิดในระบบจะไม่มีผลใดๆ เมื่อเปิด อาจหน่วงการแสดงผลในอุปกรณ์เก่าหรืออุปกรณ์ที่ไม่แรงพอ
zh_cn: 启用用户界面透明效果。若在 Windows 设置中禁用了透明效果，此项不会生效。 在较老旧或配置较差的设备上或许会稍微影响性能。

# SettingsTransparencyHeader.Text
source: Enable transparency
de_de: Transparenz aktivieren
it_it: Abilita trasparenze
pt_pt: Transparência
ta: வெளிப்படைத்தன்மையை செயற்படுத்து
th_th: เปิดใช้หน้าตาโปร่งใส
zh_cn: 启用透明效果

# StartupFailedButton.Content
source: Show Details
de_de: Details anzeigen
it_it: Mostra i dettagli
pt_pt: Mostrar detalhes
ta: விவரங்களைக் காண்பி
th_th: แสดงรายละเอียดข้อผิดพลาด
zh_cn: 显示详细信息

# StartupFailedHeader.Text
source: Uh Oh
de_de: Oh Oh
it_it: : ( Oh no!
pt_pt: Ups
ta: அட டா
th_th: โอ้.. ซวยละ..
zh_cn: 尴尬

# StartupFailedMessage.Text
source: Something went wrong and we couldn't start the app right now. Please consider posting details about this error to GitHub so we can help you fix it.
de_de: Etwas ist schiefgelaufen und wir konnten die Anwendung nicht starten. Erwäge, die Details über diesen Fehler bei GitHub mitzuteilen, damit wir dir bei seiner Behebung helfen können.
it_it: Qualcosa è andato storto e non è stato possibile avviare l'app in questo momento. Ti consigliamo di pubblicare i dettagli di questo errore su GitHub in modo che possiamo aiutarti a risolverlo.
pt_pt: Ocorreu um erro e não foi possível iniciar a aplicação neste momento. Considere colocar detalhes sobre este erro no GitHub para lhe podermos ajudar a corrigi-lo.
ta: ஏதோ தவறு நடந்தது, தற்போது பயன்பாட்டை தொடங்க முடியவில்லை. இந்த பிழை பற்றிய விவரங்களை GitHubக்கு இடுகையிடுவதை கருத்தில் கொள்ளவும், எனவே அதை சரிசெய்ய நாங்கள் உங்களுக்கு உதவ முடியும்.
th_th: มีบางอย่างผิดพลาดทำให้ไม่สามารถเปิดแอปได้ ช่วยกรุณาโพสต์รายละเอียดข้อผิดพลาดนี้บน GitHub เพื่อให้เราได้แก้ไข
zh_cn: 出错了，目前无法启动应用。 请考虑将此错误详情发到 GitHub，以便我们修复它。

# CharacterKeystrokeLabel
source: Keystroke: Alt + {0:0000}
de_de: Tastendruck: Alt + {0:0000}
it_it: Battitura: Alt + {0:0000}
pt_pt: Combinação de tecla: Alt + {0:0000}
ta: விசைத்தட்டு: Alt + {0:0000}
th_th: คีย์ลัด: Alt + {0:0000}
zh_cn: 按键: Alt + {0:0000}

# ExportSVGLabel.Text
source: Save as SVG Image
de_de: Als SVG-Bild speichern
it_it: Salva come SVG
pt_pt: Guardar como Imagem SVG
ta: SVG படிமமாகச் சேமி
th_th: บันทึกเป็นรูป SVG
zh_cn: 保存为 SVG 图片

# ExportPNGLabel.Text
source: Save as PNG Image
de_de: Als PNG-Bild speichern
it_it: Salva come PNG
pt_pt: Guardar como Imagem PNG
ta: PNG படிமமாகச் சேமி
th_th: บันทึกเป็นรูป PNG
zh_cn: 保存为 PNG 图片

# ExportSVGGlyphLabel.Text
source: SVG Glyph
de_de: SVG-Glyphe
it_it: Glifo SVG
pt_pt: Glifo SVG
ta: SVG கிளிஃப்
th_th: อักษร SVG
zh_cn: SVG 字形

# BtnCopyGlyph.Label
source: Copy
de_de: Kopieren
it_it: Copia
pt_pt: Copiar
ta: நகலெடு
th_th: คัดลอก
zh_cn: 复制

# BtnCopyGlyph.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy to clipboard
de_de: In die Zwischenablage kopieren
it_it: Copia negli appunti
pt_pt: Copiar para a área de transferência
ta: நகலகத்திற்கு நகலெடு
th_th: คัดลอกไปยังคลิปบอร์ด
zh_cn: 复制到剪切板

# BtnSaveGlyph.Label
source: Save As
de_de: Speichern unter
it_it: Salva
pt_pt: Guardar como
ta: இவ்வாறு சேமி
th_th: บันทึกเป็น
zh_cn: 另存为

# BtnSaveGlyph.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save As
de_de: Speichern unter
it_it: Salva Come
pt_pt: Guardar como
ta: இவ்வாறு சேமி
th_th: บันทึกเป็น
zh_cn: 另存为

# BtnFit.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fit Character
de_de: Zeichen einpassen
it_it: Adatta
pt_pt: Ajustar carácter
ta: எழுத்துக்குறியைப் பொருத்து
th_th: ขยายอักษรตัวอย่าง
zh_cn: 适配字符

# NotificationFontRemovedBody.Text
source: was removed from
de_de: wurde entfernt aus
it_it: è stato rimosso da
pt_pt: foi removido de
ta: இருந்து அகற்றப்பட்டது
th_th: ถูกลบออกจาก
zh_cn: 已移除自

# NotificationFontAddedBody.Text
source: was added to
de_de: wurde hinzugefügt aus
it_it: è stato aggiunto a
pt_pt: foi adicionado a
ta: இல் சேர்க்கப்பட்டது
th_th: ถูกเพิ่มเข้าไปยัง
zh_cn: 已添加到

# CreateCollectionEntryBox.Header
source: Collection Name
de_de: Sammlungsname
it_it: Nome raccolta
pt_pt: Nome da coleção
ta: தொகுப்புப் பெயர்
th_th: ชื่อรายการสะสม
zh_cn: 收藏集名称

# ExportFontFile.Text
source: Font File
de_de: Schriftarten-Datei
it_it: File di caratteri
pt_pt: Ficheiro de tipo de letra
ta: எழுத்துரு கோப்பு
th_th: ไฟล์ฟอนต์
zh_cn: 字体文件

# ExportFontFileLabel.Text
source: Save Font File As
de_de: Schriftarten-Datei speichern unter
it_it: Salva file di carattere come
pt_pt: Guardar tipo de letra como
ta: எழுத்துரு கோப்பை இவ்வாறு சேமி
th_th: บันทึกไฟล์ฟอนต์เป็น
zh_cn: 将字体文件另存为

# FontExportedMessage
source: {0} exported
de_de: {0} exportiert
it_it: {0} esportato
pt_pt: {0} exportado
ta: {0} ஏற்றுமதி செய்யப்பட்டது
th_th: ส่งออก {0} ฟอนต์
zh_cn: {0} 已导出

# CollectionExportButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export Fonts
de_de: Schriftarten exportieren
it_it: Esporta caratteri
pt_pt: Exportar tipos de letra
ta: எழுத்துருக்களை ஏற்றுமதி செய்
th_th: ส่งออกฟอนต์
zh_cn: 导出字体

# CollectionExportFolder.Text
source: To Folder
de_de: Zum Ordner
it_it: Nella cartella
pt_pt: Para a pasta
ta: கோப்புறைக்கு
th_th: ไปยังโฟลเดอร์
zh_cn: 到文件夹

# CollectionExportHeader.Text
source: Export Fonts
de_de: Schriftarten exportieren
it_it: Esporta Caratteri
pt_pt: Exportar tipos de letra
ta: எழுத்துருக்களை ஏற்றுமதி செய்
th_th: ส่งออกฟอนต์
zh_cn: 导出字体

# CollectionExportZip.Text
source: As Zip Archive
de_de: Als Zip-Archiv
it_it: Come archivio .ZIP
pt_pt: Como pasta comprimida (zipada)
ta: Zip காப்பகமாக
th_th: บันทึกเป็น Zip
zh_cn: Zip 压缩包

# SystemFontsExpiredMessage.Text
source: Font listings are out of date. Click to relaunch the app.
de_de: Die Schriftarten-Auflistung ist veraltet. Klicke, um die Anwendung neuzustarten.
it_it: Gli elenchi dei caratteri non sono aggiornati. Clicca per riavviare.
pt_pt: As listas dos tipos de letra estão desatualizadas. Premir para voltar a iniciar a aplicação.
ta: எழுத்துரு பட்டியல்கள் காலாவதியாகிவிட்டது. மீண்டும் ஏற்ற கிளிக் செய்க.
th_th: มีฟอนต์ถูกเพิ่มหรือลบออก คลิกที่นี่เพิ่อโหลดอัพเดตรายการฟ้อนต์ใหม่
zh_cn: 字体列表过期。点击重启应用。

# TxtPathIcon.Text
source: Path Icon
ta: பாதை படவுரு
zh_cn: PathIcon 图标

# BtnToggleDev.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Dev Utils
de_de: Entwicklerwerkzeuge umschalten
it_it: Attiva/disattiva strumenti di sviluppo
pt_pt: Ativar/desativar ferramentas de programador
ta: உருவாக்குநர் கருவிகளைக் காண்பி/மறை
th_th: ซ่อน/แสดง เครื่องมือนักพัฒนา
zh_cn: 开发者工具切换开关

# OptionAllEmoji.Text
source: All Categories
de_de: Alle Kategorien
it_it: Tutte le categorie
pt_pt: Todas as categorias
ta: எல்லா வகைகளும்
th_th: ทุกกลุ่ม
zh_cn: 全部类别

# OptionAllEmojiTitle.Text
source: All Emoji
de_de: Alle Emojis
it_it: Tutte le Emoji
pt_pt: Todos os emojis
ta: எல்லா ஈமோஜிக்கள்
th_th: ทุกอีโมจิ
zh_cn: 所有 Emoji

# OptionEmojiDingbats.Text
source: Dingbats
th_th: ดิงแบท
zh_cn: 装饰符号 (Dingbat)

# OptionEmojiEmoticons.Text
source: Emoticons
ta: ஈமோஜிக்கள்
th_th: อีโมติคอน
zh_cn: 表情图标

# OptionEmojiSymbols.Text
source: Symbols & Pictographs
de_de: Symbole & Piktogramme
it_it: Simboli & Pittogrammi
pt_pt: Símbolos & pictogramas
ta: சின்னங்கள் & உருவப்படங்கள்
th_th: สัญลักษณ์ภาพและอักษร
zh_cn: 符号与象形文字

# OptionScriptArabic.Text
source: Arabic
de_de: Arabisch
it_it: Arabo
pt_pt: Árabe
ta: அரபிக்
th_th: อารบิค
zh_cn: 阿拉伯字符

# OptionScriptBasicLatin.Text
source: Latin
de_de: Latein
it_it: Latino
pt_pt: Latim
ta: லத்தீன்
th_th: ละติน
zh_cn: 拉丁字符

# OptionScriptCJKUnifiedIdeographs.Text
source: CJK (Chinese/Japanese/Korean)
de_de: CJK (Chinesisch/Japanisch/Koreanisch)
it_it: CJK (Cinese/Giapponese/Coreano)
pt_pt: CJK (Chinês/Japonês/Coreano)
th_th: CJK (จีน/ญี่ปุ่น/เกาหลี)
zh_cn: 中日韩字符 (CJK)

# OptionScriptCyrillic.Text
source: Cyrillic
de_de: Kyrillisch
it_it: Cirillico
pt_pt: Cirílico
ta: சிரில்லிக்
th_th: ซิริลลิก
zh_cn: 西里尔字符

# OptionScriptGreekAndCoptic.Text
source: Greek & Coptic
de_de: Griechisch & koptisch
it_it: Greco & Coptic
pt_pt: Grego & Copta
ta: கிரேக்கம் & காப்டிக்
th_th: กรีกและคอปติก
zh_cn: 希腊与科普特字符

# OptionScriptHebrew.Text
source: Hebrew
de_de: Hebräisch
it_it: Ebraico
pt_pt: Hebraico
ta: ஹீப்ரு
th_th: ฮิบรู
zh_cn: 希伯来字符

# OptionScriptThai.Text
source: Thai
it_it: Tailandese
pt_pt: Tailandês
ta: தாய்
th_th: ไทย
zh_cn: 泰文字符

# CultureSpecificPangram.Text
source: How vexingly quick daft zebras jump! 1234567890
it_it: Cantami, o Diva, del Pelìde Achille l'ira funesta che infiniti addusse lutti agli Achei 1234567890
pt_pt: Bancos fúteis pagavam-lhe queijo, whisky e xadrez. 1234567890
ta: எவ்வளவு மிகவேகமாக வரிக்குதிரைகள் குதிக்கிறது! 1234567890
th_th: เป็นมนุษย์สุดประเสริฐเลิศคุณค่ากว่าบรรดาฝูงสัตว์เดรัจฉาน ๑๒๓๔๕๖๗๘๙๐
zh_cn: 有朋自远方来 不亦乐乎

# LblSwitchToCharMap.Text
source: Switch to Character Map view (Ctrl+T)
de_de: Zur Zeichendarstellung wechseln (Strg+T)
it_it: Passa alla vista Mappa Caratteri
pt_pt: Mudar para a vista Mapa de Carácter (Ctrl+T)
ta: எழுத்துக்குறி வரைபடம் காட்சிக்கு மாறு
th_th: สลับเป็นมุมมองผังอักษร (Ctrl+T)
zh_cn: 切换到字符映射表视图 (Ctrl+T)

# LblSwitchToTypeRamp.Text
source: Switch to Type Ramp view (Ctrl+T)
de_de: Zur Rampenansicht wechseln (Strg+T)
it_it: Passa alla visualizzazione con testo
pt_pt: Mudar para a vista Rampa (Ctrl+T)
ta: வகை ராம்ப் காட்சிக்கு மாறு
th_th: สลับเป็นมุมมองแสดงตัวอย่างอักษร (Ctrl+T)
zh_cn: 切换到字阶视图 (Ctrl+T)

# TypeRampInputBox.PlaceholderText
source: Enter or choose text from the dropdown
de_de: Gib einen Text ein oder wähle einen aus der Auswahlliste
it_it: Inserisci o scegli il testo dal menu a discesa
pt_pt: Introduza ou escolha texto a partir do menu suspenso
ta: உள்ளிடு அல்லது கீழ்பட்டியலிலிருந்து உரையைத் தேர்ந்தெடு
th_th: พิมพ์หรือเลือกข้อความจากรายการ
zh_cn: 输入或从下拉框中选择文字

# ExportedToFolderMessage
source: Exported to {0}
de_de: Exportiert zu {0}
it_it: Esportato in {0}
pt_pt: Exportado para {0}
ta: {0} இற்கு ஏற்றுமதி செய்யப்பட்டது
th_th: ส่งออกไปยัง {0}
zh_cn: 已导出到 {0}

# SettingsAboutLabel.Text
source: About
de_de: Über
pt_pt: Acerca
ta: பற்றி
th_th: เกี่ยวกับ
zh_cn: 关于

# SettingsAdvancedUILabel.Text
source: Look & Feel
de_de: Aussehen & Wirkung
it_it: Aspetto & sensazione
pt_pt: Aspeto & Feel
th_th: การแสดงผลขั้นสูง
zh_cn: 外观

# SettingsFontManagementLabel.Text
source: Font Management
de_de: Schriftarten-Verwaltung
it_it: Gestione Caratteri
pt_pt: Gestão de tipos de letra
ta: எழுத்துரு மேலாண்மை
th_th: จัดการฟอนต์
zh_cn: 字体管理

# SettingsLicensesLabel.Text
source: Licenses
de_de: Lizenzen
it_it: Licenze
pt_pt: Licenças
ta: உரிமங்கள்
th_th: สิทธิ์การใช้งาน
zh_cn: 许可协议

# ImportDragDropDescriptionLabel.Text
source: Drag files from File Explorer or your desktop and drop them here to import them.
de_de: Ziehe Dateien aus dem Dateiexplorer oder deinem Desktop und lege sie hier zum importieren ab.
it_it: Trascina i file da Esplora file o dal desktop e rilasciali qui per importarli.
pt_pt: Arraste ficheiros do Explorador de Ficheiros ou do seu ambiente de trabalho e largue-os aqui para importar.
ta: இங்கு இறக்குமதி செய்ய கோப்பு உலவி அல்லது உங்கள் திரைப்பலகத்தில் கோப்புகளை இழுத்து விடவும்.
th_th: ลากไฟล์จากตัวจัดการไฟล์หรือ Desktop แล้ววางไว้ตรงนี้เพื่อนำเข้าฟอนต์.
zh_cn: 将文件从文件资源管理器中拖放到此处导入

# ImportDragDropLabel.Text
source: Drag and drop to import
de_de: Ziehen und Ablegen zum Importieren
it_it: Trascina e rilascia per importare
pt_pt: Arraste e largue para importar
ta: இறக்குமதி செய்ய இழுத்து விடவும்
th_th: ลากและวางเพื่อนำเข้า
zh_cn: 拖放以导入

# SettingsExportImportedLabel.Text
source: Export all imported fonts
de_de: Alle importierten Schriftarten exportieren
it_it: Esporta tutti i caratteri importati
pt_pt: Exportar todos os tipos de letra importados
th_th: ส่งออกฟอนต์ที่นำเข้าทั้งหมด
zh_cn: 导出所有已导入的字体

# SettingsFontExportOptimizedLabel.Text
source: Optimized
de_de: Optimiert
it_it: Ottimizzato
pt_pt: Optimizado
ta: உகந்ததாக்கியவை
th_th: ปรับให้เหมาะสม
zh_cn: 优化

# SettingsFontExportSystemLabel.Text
source: System
it_it: Sistema
pt_pt: Sistema
ta: முறைமை
th_th: ตามระบบ
zh_cn: 系统

# SettingsFontImportDescription.Text
source: You can import fonts into the application to view them without installing them in Windows. Imported font files are copied into the app's private storage, so will still show if you delete the original file on your computer.
de_de: Du kannst Schriftarten in diese Anwendung importieren und ansehen, ohne sie zu installieren. Importierte Schriftarten werden in den privaten Anwendungsspeicher kopiert, damit sie auch nach Löschung der Originaldatei auf deinem Computer angezeigt werden.
it_it: Puoi importare i caratteri nell'applicazione per visualizzarli senza installarli in Windows. I file dei caratteri importati vengono copiati nella memoria privata dell'app, quindi verranno comunque visualizzati se elimini il file originale sul tuo computer.
pt_pt: Pode importar tipos de letra para os visualizar sem os instalar no Windows. Os ficheiros de tipo de letra importados são copiados para o armazenamento privado da aplicação, pelo que continuam a ser exibidos mesmo que elimine o ficheiro original no seu dispositivo.
th_th: คุณสามารถนำเข้าฟอนต์เข้าแอพพลิเคชั่นเพื่อดูได้ โดยไม่ต้องติดตั้งเข้าระบบ ฟอนต์ที่นำเข้าจะถูกเก็บไว้ในแอปต่างหาก เพราะฉะนั้นหากไฟล์ต้นฉบับถูกลบไปแล้ว ฟอนต์นั้นจะยังแสดงอยู่ในแอพพลิเคชั่นได้
zh_cn: 您可将字体导入本应用查看，而不用安装到 Windows 中。 导入的字体文件会被复制到应用的私有存储中，因此即便将计算机上的原文件删除，应用仍能显示该字体。

# SettingsFontNameExportDescription.Text
source: Choose how to name font files when exporting them. System will return the name of the font file Windows uses in uppercase. Optimized will create a smart name based on Font Family and Font Name.
de_de: Wähle, wie Schriftarten beim Export benannt werden sollen. 'System' wird den Namen der von Windows genutzten Schriftart in Großbuchstaben zurückgeben. 'Optimiert' wird einen intelligenten Namen basierend auf der Schriftfamilie und dem Schriftartnamen erstellen.
it_it: Scegli come assegnare un nome ai file dei caratteri che esporti. Il sistema restituirà in maiuscolo il nome del file del carattere che Windows utilizza. La funzione di ottimizzazione creerà un nome intelligente basato sulla famiglia di caratteri e sul nome del carattere.
pt_pt: Escolhe como nomear os ficheiros de tipo de letra na exportação. Sistema devolverá o nome do tipo de letra que o Windows utiliza em maiúsculas. Optimizado cria um nome inteligente baseado no nome da família e no nome do tipo de letra.
ta: Font File Export Naming
th_th: เลือกวิธีตั้งชื่อฟอนต์ที่จะส่งออก หากเลือก "ตามระบบ" ทุกฟอนต์จะถูกตั้งตามที่ระบบตั้งไว้ หากเลือก "ปรับให้เหมาะสม" แอแปจะไล่ตั้งชื่อไฟล์ตามชื่อของฟอนต์
zh_cn: 选择字体导出时的文件名。 "系统" 使用 Windows 字体文件名称 (大写)。 "优化" 以字体家族和字体名称命名。

# SettingsFontNameExportLabel.Text
source: Font File Export Naming
de_de: Schriftart-Dateiexport-Namensgebung
it_it: Denominazione esportazione file font
pt_pt: Nomenclatura da exportação dos ficheiros de tipo de letra
ta: எழுத்துரு கோப்பு ஏற்றுமதி பெயரிடல்
th_th: การตั้งชื่อไฟล์ฟอนต์ที่จะส่งออก
zh_cn: 导出的字体文件命名

# SettingsImportedFontsLabel.Text
source: Imported Fonts
de_de: Importierte Schriftarten
it_it: Caratteri importati
pt_pt: Tipos de letra importados
ta: இறக்குமதி செய்யப்பட்ட எழுத்துருக்கள்
th_th: ฟอนต์ที่นำเข้า
zh_cn: 导入的字体

# SettingsLicensesDescriptionLabel.Text
source: This application makes use of the following open source libraries
de_de: Diese Anwendung nutzt die folgenden quelloffenen Bibliotheken
it_it: Questa applicazione utilizza le seguenti librerie open source
pt_pt: Esta aplicação utiliza as seguintes bibliotecas de código aberto
ta: இந்த பயன்பாடு பின்வரும் திற மூல மென்பொருள்களைப் பயன்படுத்துகிறது
th_th: แอพพลิเคชั่นนี้ได้ใช้ไลบรารี่โอเพนซอร์สเหล่านี้
zh_cn: 该应用使用了以下的开源库

# OptionVariableFonts.Text
source: Variable Fonts
de_de: Variable Schriftarten
it_it: Caratteri variabili
pt_pt: Tipos de letra variável
ta: மாறி எழுத்துருக்கள்
th_th: ฟอนต์ตัวแปร
zh_cn: 可变字体

# VariableFeaturesMessage.Text
source: This font has variable features. To explore them, switch to Type Ramp view using the switch button above.
de_de: Diese Schriftart hat variable Funktionen. Um sie zu erforschen, nutze den obigen Schaltknopf zum Wechsel in die Rampenansicht.
it_it: Questo carattere ha caratteristiche variabili. Per visualizzarle, passa alla modalità di visualizzazione Dettagli.
pt_pt: Este tipo de letra tem características variáveis. Para explorar as características, mude para a vista Rampa utilizando o botão ativar/desativar acima.
th_th: ฟอนต์นี้สามารถปรับแต่งตามค่าตัวแปรได้. หากต้องการดูให้สลับไปยังมุมมองแสดงตัวอย่างโดยคลิกที่ปุ่มสลับมุมมองด้านบน.
zh_cn: 此字体具有可变特性。请使用上面的切换按钮切换到字阶视图浏览。

# BtnReset.Content
source: Reset
de_de: Zurücksetzen
it_it: Ripristina
pt_pt: Repor
ta: மீட்டமை
th_th: รีเซท
zh_cn: 重置

# SettingsEnablePaneDescription.Text
source: Shows or hides the preview pane on the right of the screen. If turned off, many functions can still be accessed by right clicking or touch holding on a character inside the character grid.
de_de: Zeigt oder versteckt die Vorschauleiste auf der rechten Bildschirmseite. Wenn abgeschaltet, können viele Funktionen per Rechtsklick oder Touch-Druck auf ein Zeichen im Zeichenraster trotzdem erreicht werden.
it_it: Mostra/nascondi riquadro anteprima. Se disattivato, potrai comunque accedere a molte funzioni tramite clic sinistro su di un caratttere nella Griglia Principale.
pt_pt: Mostra ou oculta o painel de pré-visualização no lado direito do ecrã. Se oculto, ainda pode aceder a algumas das funções ao clicar com o botão direito do rato ou tocar sem soltar no carácter dentro da grelha.
th_th: ซ่อนหรือแสดงตัวอย่างอักษรที่เลือกด้านขวา. หากปิดไป ฟังก์ชั่นต่างๆ ยังสามารถเข้าถึงได้ด้วยเมนูคลิกขวาที่ตัวอักษรในรายการผังอักษร.
zh_cn: 显示或隐藏屏幕右侧的预览面板。若关闭，许多功能仍可通过在字符网格内右击或长按字符访问。

# SettingsEnablePaneHeader.Text
source: Preview Pane Display
de_de: Vorschauleiste-Anzeige
it_it: Riquadro Anteprima
pt_pt: Visualização do painel de pré-visualização
th_th: ผังแสดงตัวอย่างอักษรที่เลือก
zh_cn: 预览面板显示

# CopyFontIconCode.Text
source: Copy FontIcon Code
de_de: FontIcon Code kopieren
it_it: Copia codice FontIcon
pt_pt: Copiar código FontIcon
th_th: คัดลอกโค้ดแบบ FontIcon
zh_cn: 复制 FontIcon 代码

# CopyGlyphCode.Text
source: Copy Glyph Code
de_de: Glyphen-Code kopieren
it_it: Copia codice Glifo
pt_pt: Copiar código do glifo
th_th: คัดลอกโค้ดแบบ Glyph
zh_cn: 复制字形代码

# CopyPathIconCode.Text
source: Copy PathIcon Code
de_de: PathIcon Code kopieren
it_it: Copia codice PathIcon
pt_pt: Copiar código PathIcon
th_th: คัดลอกโค้ดแบบ PathIcon
zh_cn: 复制 PathIcon 代码

# SearchBoxShorter
source: Search...
de_de: Suchen...
it_it: Cerca
pt_pt: Procurar...
th_th: ค้นหา...
zh_cn: 搜索...

# CopyUnicodeValue.Text
source: Copy Unicode Value
de_de: Unicode-Wert kopieren
it_it: Copia Valore Unicode
pt_pt: Copiar valor Unicode
th_th: คัดลอกโค้ดแบบ Unicode Value
zh_cn: 复制 Unicode 值

# DecreaseSizeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Decrease Character Size (Ctrl+-)
de_de: Zeichen verkleinern (Strg+-)
it_it: Diminuisci dimensione carattere (Ctrl+-)
pt_pt: Diminuir tamanho do carácter (Ctrl+-)
th_th: ย่อขนาดการแสดงอักษรในผังอักษร (Ctrl+-)
zh_cn: 减小字符尺寸 (Ctrl+-)

# IncreaseSizeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Increase Character Size (Ctrl++)
de_de: Zeichen vergrößern (Strg++)
it_it: Aumenta dimensione carattere (Ctrl++)
pt_pt: Aumentar tamanho do carácter (Ctrl++)
th_th: ขยายขนาดการแสดงอักษรในผังอักษร (Ctrl++)
zh_cn: 增大字符尺寸 (Ctrl++)

# SwitchViewButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Switch View (Ctrl+T)
de_de: Anzeige wechseln (Strg+T)
it_it: Cambia visualizzazione (Ctrl+T)
pt_pt: Mudar vista (Ctrl+T)
th_th: สลับมุมมอง (Ctrl+T)
zh_cn: 切换视图 (Ctrl+T)

# TogglePaneButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Preview Pane (Ctrl+R)
de_de: Vorschauleiste umschalten (Strg+R)
it_it: Mostra/nascondi riquadro anteprima (Ctrl+R)
pt_pt: Ativar/desativar painel de pré-visualização (Ctrl+R)
th_th: ซ่อน/แสดง ผังแสดงตัวอย่างอักขระที่เลือก(Ctrl+R)
zh_cn: 开关预览面板 (Ctrl+R)

# NotificationCopied
source: Copied
de_de: Kopiert
it_it: Copiato
pt_pt: Copiado
th_th: คัดลอกเรียบร้อยแล้ว
zh_cn: 已复制

# ToggleCopyPaneButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Toggle Copy Pane (Ctrl+B)
de_de: Kopierleiste umschalten (Strg+B)
it_it: Mostra/nascondi Riquadro Appunti (Ctrl+B)
pt_pt: Ativar/desativar painel de cópia (Ctrl+B)
th_th: ซ่อน/แสดง ผังคัดลอกอักขระ (Ctrl+B)
zh_cn: 开关复制面板 (Ctrl+B)

# AddButton.Label
source: Add
de_de: Hinzufügen
it_it: Aggiungi
pt_pt: Adicionar
th_th: เพิ่ม
zh_cn: 添加

# CopySequencePlaceholder.Text
source: double click a character or use the Add button
de_de: Doppelklicke ein Zeichen oder nutze den Hinzufügen-Knopf
it_it: Doppio clic su un carattere o usa il controllo Aggiungi
pt_pt: fazer duplo clique num carácter ou utilize o botão Adicionar
th_th: ดับเบิ้ลคลิกที่ตัวอักษรเพื่อเพิ่่มเข้าผังคัดลอกอักขระ
zh_cn: 双击某个字符或点击 "添加" 按钮

# AddSelectionItem.Text
source: Add to selection
de_de: Zur Auswahl hinzufügen
it_it: Aggiungi a selezione
pt_pt: Adicionar à seleção
th_th: เพิ่มเข้าผังคัดลอกอักขระ
zh_cn: 添加到选择
