Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/MultilingualResources/CharacterMap.*.xlf
Languages: de_de, it_it, pt_pt, ta, th_th, zh_cn

source: Toggle Fullscreen
de_de: Vollbild umschalten
it_it: Attiva/disattiva schermo intero
pt_pt: Alternar ecrã inteiro
ta: முழுத் திரைக்கு செல் அல்லது முழுத் திரையிலிருந்து வெளியேறு
th_th: สลับเต็มจอ
zh_cn: 切换全屏

# DlgDeleteFont.Title
source: Are you sure you want to delete this font from your library?
de_de: Bist du sicher, dass du diese Schriftart aus deiner Bibliothek löschen möchtest?
it_it: Sei sicuro di voler eliminare questo carattere dalla tua libreria?
pt_pt: Tem a certeza de que pretende eliminar este tipo de letra da biblioteca?
ta: உங்கள் நூலகத்திலிருந்து இந்த எழுத்துருவை நீக்க நிச்சயமாக விரும்புகிறீர்களா?
th_th: คุณแน่ใจว่าคุณต้องการลบฟอนต์นี้ออกจากรายการฟอนต์ของคุณ?
zh_cn: 你确定要将该字体从库中删除吗？

# NotificationCollectionDeleted
source: "{0}" collection deleted
de_de: "{0}"-Sammlung gelöscht
it_it: Raccolta "{0}" eliminata
pt_pt: "{0}" coleção eliminada
ta: "{0}" தொகுப்பு நீக்கப்பட்டது
th_th: ลบรายการสะสม "{0}" แล้ว
zh_cn: 收藏集 "{0}" 已删除

# DlgException.PrimaryButtonText
source: OK
ta: சரி
th_th: ตกลง
zh_cn: 确定

# DlgException.Title
source: Something went wrong
de_de: Etwas ist schiefgelaufen
it_it: Qualcosa non ha funzionato
pt_pt: Algo correu mal
ta: ஏதோ தவறாகிவிட்டது
th_th: เกิดการผิดพลาดบางอย่าง
zh_cn: 出错了

# DlgExceptionCopyMessage.Text
source: Copy error to Clipboard and open GitHub
de_de: Fehler in die Zwischenablage kopieren und GitHub öffnen
it_it: Copia l'errore negli appunti e apri GitHub
pt_pt: Copiar erro para a Área de Transferência e abrir o GitHub
ta: பிழையை நகலகத்திற்கு நகலெடுத்து GitHubஐ திற
th_th: คัดลอกรายละเอียดข้อผิดพลาดแล้วรายงานให้นักพัฒนา (บน GitHub)
zh_cn: 复制出错信息到剪切板并打开 Github

# DlgExceptionExpander.Header
source: View Full Exception details
de_de: Vollständige Ausnahmendetails anzeigen
it_it: Visualizza i dettagli sull'eccezione
pt_pt: Ver detalhes completos da excepção
ta: முழு பிழை விவரங்களைக் காண்க
th_th: ดูรายละเอียดข้อผิดพลาด
zh_cn: 查看异常的完整详细信息

# DlgExceptionMessage.Text
source: To help us debug and fix this for you, please consider opening an issue on our GitHub page and posting the details. We'll try and fix it right away!
de_de: Um uns beim Untersuchen und Beheben dieses Fehlers zu helfen, erwäge, ein Issue mit den nötigen Details auf GitHub zu erstellen. Wir versuchen ihn umgehend zu beheben!
it_it: Per aiutarci a eseguire il debug e risolvere il tuo problema, ti preghiamo di aprire una segnalazione sulla nostra pagina GitHub fornendo i dettagli. Proveremo a risolverlo subito!
pt_pt: Para nos ajudar a depurar e a resolvê-lo, considere criar uma relatório de erro que nos pode enviar os detalhes na nossa página no GitHub. Tentaremos corrigir imediatamente!
th_th: หากคุณเจอปัญหานี้เป็นประจำ กรุณาแจ้งให้เราทราบ เราจะได้ช่วยแก้ไขปัญหาให้ในภายหลัง ด้วยการรายงานข้อผิดพลากนี้บนเว็บ GitHub.
zh_cn: 若要帮助我们为您调试并修复此问题，请考虑于 GitHub 页面发报障贴详述。我们将会尽快尝试修复。

# BtnClose.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close
de_de: Schließen
it_it: Chiudi
pt_pt: Fechar
ta: மூடு
th_th: ปิด
zh_cn: 关闭

# BtnCopyDev.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy
de_de: Kopieren
it_it: Copia
pt_pt: Copiar
ta: நகலெடு
th_th: คัดลอก
zh_cn: 复制

# BtnRateAndReview.Content
source: Rate & Review
de_de: Bewerten
it_it: Vota e Recensisci
pt_pt: Classifique & critique
ta: தரமதிப்பிட்டு & மதிப்பாய்வு
th_th: ให้คะแนนความพอใจและความเห็น
zh_cn: 评分及反馈

# BtnXAMLGeometry.Content
source: Click to view
de_de: Zum Anzeigen klicken
it_it: Clicca per visualizzare
pt_pt: Premir para ver
ta: பார்க்க கிளிக் செய்க
th_th: คลิกเพื่อดู
zh_cn: 点击以查看

# RbThemeDark.Content
source: Dark
de_de: Dunkel
it_it: Scuro
pt_pt: Escuro
ta: இருள்
th_th: มืด
zh_cn: 黑暗

# RbThemeLight.Content
source: Light
de_de: Hell
it_it: Chiaro
pt_pt: Claro
ta: வெளிச்சம்
th_th: สว่าง
zh_cn: 明亮

# RbThemeSystem.Content
source: Windows default
de_de: System
it_it: Predefinito di Windows
pt_pt: Utilizar definição do sistema
ta: Windows இயல்புநிலை
th_th: ตามการตั้งค่าระบบ
zh_cn: Windows 默认

# RbUseActualFont.Content
source: Use actual font
de_de: Aktuelle Schriftart verwenden
it_it: Usa il carattere attuale
pt_pt: Utilizar tipo de letra atual
ta: உண்மையான எழுத்துருவை பயன்படுத்து
th_th: แสดงตัวอย่างฟอนต์
zh_cn: 使用字体本身

# RbUseSystemFont.Content
source: Use system font
de_de: System-Schriftart verwenden
it_it: Usa il carattere di sistema
pt_pt: Utilizar tipo de letra do sistema
ta: முறைமை எழுத்துருவை பயன்படுத்து
th_th: ใช้ฟอนต์ระบบ
zh_cn: 使用系统字体

# SettingsCharacterSearchDescription.Text
source: Toggle instant search. If disabled, you can start a search by using the enter key or pressing the search icon.
de_de: Schnellsuche umschalten. Wenn deaktiviert, kannst du die Suche mit Hilfe der EingabeTaste oder einem Klick auf das Suchsymbol starten.
it_it: Attiva/disattiva ricerca istantanea. Se disabilitato, è possibile avviare una ricerca utilizzando il tasto Invio o l'icona di ricerca.
pt_pt: Mudar procura instantânea. Ao desligar, a procura inicia ao premir a tecla Enter ou o ícone de procura.
ta: உடனடி தேடலை இயக்கு/அணை. முடக்கப்பட்டிருந்தால், நீங்கள் தேடலை enter விசை அல்லது தேடல் படவுரு மூலம் துவங்கலாம்.
th_th: ค้นหาทันทีที่เขียน. หากปิดแล้ว เมื่อจะค้นหาต้องกด Enter หรือคลิกที่ปุ่มค้นหา
zh_cn: 即时搜索切换开关。若禁用，可按 Enter 键或点击搜索图标进行搜索。

# SettingsCharacterSearchHeader.Text
source: Character Search
de_de: Zeichen-Suche
it_it: Opzioni di ricerca
pt_pt: Procura de caracteres
ta: எழுத்துக்குறி தேடல்
th_th: ค้นหาตัวอักษร
zh_cn: 字符搜索

# SettingsCharGridDescription.Text
source: The size of individual characters inside the character grid. Smaller sizes may affect performance.
de_de: Die Größe der einzelnen Zeichen innerhalb des Zeichenrasters. Kleinere Größen können die Leistung beeinflussen.
it_it: Modifica la dimensione dei singoli caratteri all'interno della griglia principale. Dimensioni più piccole possono influire sulle prestazioni.
pt_pt: O tamanho dos caracteres individuais dentro da grelha de caracteres. Tamanhos menores podem afetar o desempenho.
ta: எழுத்துக்குறிகள் கட்டத்திற்குள் உள்ள தனிப்பட்ட எழுத்துக்குறியின் அளவு. சிறிய அளவுகள் செயல்திறனை பாதிக்கலாம்.
th_th: ขนาดการแสดงผลตัวอักษรในตาราง. ขนาดใหญ่เกินไปอาจมีผลต่อความเร็วแอป.
zh_cn: 字符网格内单个字符的尺寸大小。较小的尺寸或许会影响性能。

# SettingsCharGridHeader.Text
source: Character Grid Size
de_de: Zeichenrastergröße
it_it: Dimensione griglia principale
pt_pt: Tamanho da grelha de caracteres
ta: எழுத்துக்குறி கட்ட அளவு
th_th: ขนาดตารางแสดงตัวอักษร
zh_cn: 字符网格尺寸

# SettingsCharPreviewHint.Text
source: Character grid preview
de_de: Zeichenraster-Vorschau
it_it: Anteprima griglia principale
pt_pt: Pré-visualização da grelha de caracteres
ta: எழுத்துக்குறி கட்ட முன்னோட்டம்
th_th: ตัวอย่างตารางตัวอักษร
zh_cn: 字符网格效果预览

# SettingsDevToolsDescription.Text
source: Show the tools for XAML developers, like Symbol Icon and Font Icon.
de_de: Die Werkzeuge für XAML-Entwickler zeigen, wie Symbol Icon und Font Icon.
it_it: Mostra gli strumenti XAML per gli sviluppatori, come i codici di simboli e caratteri
pt_pt: Mostrar as ferramentas para programdores XAML, como Symbol Icon e Font Icon.
ta: சின்ன படவுரு மற்றும் எழுத்துரு படவுரு போன்ற XAML உருவாக்குநர்களுக்கான கருவிகளைக் காண்பி.
th_th: แสดงเครื่องมือช่วยนักพัฒนา. เช่นโค้ดสำหรับไอคอนตัวอักษร.
zh_cn: 显示供 XAML 开发者使用的工具，如 Symbol Icon (符号图标) 和 Font Icon (字体图标)。

# SettingsDevToolsGroupHeader.Text
source: Developer Features
de_de: Entwickler-Funktionen
it_it: Funzionalità per sviluppatori
pt_pt: Funcionalidades de programador
ta: உருவாக்குநர் அம்சங்கள்
th_th: ฟังชั่นก์สำหรับนักพัฒนา
zh_cn: 开发者功能

# SettingsDevToolsHeader.Text
source: Show developers features
de_de: Entwickler-Funktionen anzeigen
it_it: Mostra funzionalità per sviluppatori
pt_pt: Mostrar funcionalidades de programador
ta: உருவாக்குநர்கள் அமைப்புகளைக் காண்பி
th_th: แสดงเครื่องมือนักพัฒนา
zh_cn: 显示开发者功能

# SettingsDevToolsLangDescription.Text
source: Choose the dev language for developer features content.
de_de: Wähle die dev-Sprache des Inhalts der Entwickler-Funktionen aus.
it_it: Scegli il linguaggio di sviluppo per il contenuto delle funzionalità per sviluppatori.
pt_pt: Escolha a linguagem de programação para o conteúdo das funcionalidades de programador.
ta: உருவாக்குநர்கள் அம்சங்கள் உள்ளடக்கதிற்கான Dev மொழியைத் தேர்வுசெய்க.
th_th: เลือกภาษาโค้ดที่จะแสดงผลในเครื่องมือนักพัฒนา
zh_cn: 选择开发者功能显示的编程语言。

# SettingsDevToolsLangHeader.Text
source: Language
de_de: Sprache
it_it: Lingua
pt_pt: Idioma
ta: மொழி
th_th: ภาษา
zh_cn: 语言

# SettingsExpensiveAnimationDescription.Text
source: Animates the character grid when resizing the window. Turning this on can incur a large performance penalty when resizing the window.
de_de: Animiert das Zeichenraster bei Größenänderungen des Fensters. Durch das Anschalten können große Leistungseinbußen bei der Größenänderung des Fensters anfallen.
it_it: Anima la griglia principale durante il ridimensionamento della finestra. L'attivazione può comportare un'elevata riduzione delle prestazioni durante il ridimensionamento.
pt_pt: Anima a grelha de caracteres ao redimensionar a janela. Ativar esta definição pode incorrer uma grande penalização de desempenho ao redimensionar a janela.
ta: சாளரத்தை மறுஅளவிடும் போது எழுத்துக்குறி கட்டத்தை அசைவூட்டம் செய்யும். இதை இயக்கினால், சாளரத்தை மறுஅளவிடும் போது ஒரு பெரிய செயல்திறன் அபராதம் ஏற்படலாம்.
th_th: แสดงอนิเมชั่นเมื่อเปลื่ยนขนาดโปรแกรม. เมื่อเปิดฟังชั่นก์นี้อาจมีผลต่อประสิทธิภาพแอป.
zh_cn: 调整窗口时，字符网格的动画效果。 开启此项后，调整窗口尺寸时性能消耗很大。

# SettingsExpensiveAnimationHeader.Text
source: Enable window resize animations
de_de: Fenstergrößenänderungs-Animationen aktivieren
it_it: Abilita animazioni durante il ridimensionamento della finestra
pt_pt: Animações de redimensionamento da janela
ta: சாளர மறுஅளவாக்கல் அசைவூட்டங்களை செயற்படுத்து
th_th: ใช้อนิเมชั่นเมื่อย่อ-ขยายหน้าต่างโปรแกรม
zh_cn: 启动窗口尺寸调整动画

# SettingsExportHeader.Text
source: Export
de_de: Exportieren
it_it: Esporta
pt_pt: Exportar
ta: ஏற்றுமதிசெய்
th_th: บันทึก
zh_cn: 导出

# SettingsFontListDescription.Text
source: Choose the font used to display the names of fonts in the font list.
de_de: Wähle die Schriftart zur Anzeige der Schriftartennamen in der Schriftartenliste aus.
it_it: Scegli il font usato per visualizzare i nomi dei font disponibili nella lista font
pt_pt: Escolhe o tipo de letra utilizado para exibir os nomes dos tipos de letra na lista de tipos de letra.
ta: எழுத்துரு பட்டியலில் எழுத்துருக்களின் பெயர்களைக் காட்ட பயன்படுத்தப்படும் எழுத்துருவைத் தேர்வுசெய்க.
th_th: เลือกฟอนต์ที่จะแสดงในรายการแสดงผลรายการฟอนต์.
zh_cn: 选择字体列表内各字体名称的显示字体。

# SettingsFontListPreviewHint.Text
source: Font list preview
de_de: Vorschau Schriftartenliste
it_it: Anteprima lista caratteri
pt_pt: Pré-visualização da lista de tipos de letra
ta: எழுத்துருக்கள் பட்டியல் முன்னோட்டம்
th_th: ตัวอย่างแสดงรายการฟอนต์
zh_cn: 字体列表预览效果

# SettingsHeader.Text
source: Settings
de_de: Einstellungen
it_it: Impostazioni
pt_pt: Definições
ta: அமைப்புகள்
th_th: ตั้งค่า
zh_cn: 设置

# SettingsLanguageDescription.Text
source: Override the in-app language. Requires a restart to take effect.
de_de: Die anwendungsinterne Sprache überschreiben. Benötigt einen Neustart, um wirksam zu werden.
it_it: Riavvio necessario.
pt_pt: Substituir o idioma na aplicação. Verá a sua alteração quando voltar a iniciar a aplicação.
ta: பயன்பாட்டிலுள்ள மொழியை மாற்றவும். செயற்படுத்து மறுதொடக்கம் தேவை.
th_th: กำหนดภาษาแสดงผลแอป. จะมีผลเมื่อเปิดแอปครั้งถัดไป.
zh_cn: 覆盖应用语言设置。 需要重启应用生效。

# SettingsLanguageHeader.Text
source: Language override
de_de: Sprache
it_it: Lingua
pt_pt: Substituição do idioma
ta: மொழி மேலெழுதல்
th_th: ตั้งค่าภาษา
zh_cn: 语言

# SettingsPNGExportDescription.Text
source: The size in pixels of exported PNG images.
de_de: Die Größe exportierter PNG-Bilder in Pixeln.
it_it: La dimensione in pixel delle immagini PNG esportate
pt_pt: O tamanho, em píxeis, das imagens PNG exportadas.
ta: ஏற்றுமதி செய்யப்பட்ட PNG படங்களின் அளவு.
th_th: ขนาดรูป PNG ที่บันทึก.
zh_cn: 导出的 PNG 尺寸的像素值。

# SettingsPNGExportHeader.Text
source: PNG Export Size
de_de: PNG-Export-Größe
it_it: Dimensioni di esportazione PNG
pt_pt: Tamanho da exportação PNG
ta: PNG ஏற்றுமதி அளவு
th_th: ขนาดรูป PNG
zh_cn: PNG 导出图片尺寸

# SettingsShadowsDescription.Text
source: Enables subtle depth shadows on the UI. Only noticeable when using the Light theme. Turning this on may have a small performance impact on weaker devices. Requires a restart to take effect.
de_de: Dezente Tiefenschatten in der UI aktivieren. Nur im hellen Modus wahrnehmbar. Das Anschalten kann einen geringen Einfluss auf die Leistung älterer Geräte haben. Benötigt einen Neustart, um wirksam zu werden.
it_it: Abilita sottili ombre di profondità nell'interfaccia utente (apprezzabili solo con il tema chiaro attivato). L'attivazione di questo effetto potrebbe ridurre leggermente le prestazioni dei dispositivi più datati. Riavvio dell'app necessario.
pt_pt: Ativa sombras de profundidade subtis na IU. Apenas percetível ao utilizar o tema claro. Ativar esta opção pode ter um pequeno impacto no desempenho em dispositivos mais fracos. Verá a sua alteração quando voltar a iniciar a aplicação.
ta: UI இல் நுட்பமான ஆழ நிழல்களை இயக்கும். வெளிச்சப் பயன்முறையை பயன்படுத்தும் போது மட்டுமே குறிப்பிடத்தக்கது. இதை இயக்குவது பலவீனமான சாதனங்களில் ஒரு சிறிய செயல்திறன் தாக்கத்தை ஏற்படுத்தலாம். செயற்படுத்த மறுதொடக்கம் தேவை.
th_th: เปิดเอฟเฟ็คเงาในแอป. จะเห็นได้ชัดเจนเมื่อใช้แอปในชุดรูปแบบสว่าง. เปิดหรือปิดไม่มีผลกับสมรรถภาพแอป. จะมีผลเมื่อเปิดแอปครั้งหน้า (เริ่มต้นแอปใหม่).
zh_cn: 在用户界面上启用精细深度阴影。仅在浅色主题上有显著效果。 在配置较差的设备上开启此项，或许会稍微影响性能。 需重启以生效。

# SettingsShadowsHeader.Text
source: Enable shadows
de_de: Schatten aktivieren
it_it: Abilita ombre
pt_pt: Sombras
ta: நிழல்களை செயற்படுத்து
th_th: ใช้เอฟเฟ็คเงา
zh_cn: 启用阴影

# SettingsSimpleAnimationDescription.Text
source: Controls most animations inside the application. Turning this off will disable most animations. Turning this on has negligible performance impact.
de_de: Kontrolliert die meisten Animationen innerhalb der Anwendung. Das Abschalten deaktiviert die meisten Animationen. Das Anschalten hat einen vernachlässigbaren Einfluss auf die Leistung.
it_it: Controlla la maggior parte delle animazioni dell'applicazione. Disattivando questa opzione si disabiliterà la la maggior parte delle animazioni. L'abilitazione dell'animazione ha un impatto trascurabile sulle prestazioni.
pt_pt: Controla a maioria das animações dentro da aplicação. Desligar esta opção desativa a maioria das animações. Ativar esta opção tem um impacto insignificante no desempenho.
th_th: ใช้อนิเมชั่นขณะโหลดฟอนต์, เปลี่ยนฟอนต์, เปลี่ยนตัวอักษรที่เลือก. เปิดการตั้งค่านี้ไม่มีผลเสียต่อสมรรถภาพแอป.
zh_cn: 控制应用内的多数动画。关闭此项将会禁用多数动画效果。 开启此项对性能影响微小。

# SettingsSimpleAnimationHeader.Text
source: Enable animations
de_de: Animationen aktivieren
it_it: Abilitare le animazioni
pt_pt: Animações
th_th: ใช้อนิเมชั่น
zh_cn: 启用动画效果

# SettingsThemeHeader.Text
source: Theme
de_de: Thema
it_it: Tema
pt_pt: Tema
ta: கருப்பொருள்
th_th: ชุดรูปแบบ
zh_cn: 主题

# SettingsUIHeader.Text
source: Layout
de_de: Anordnung
pt_pt: Esquema
th_th: เค้าโครง
zh_cn: 布局

# UseSystemLanguage
source: Use system language setting
de_de: Die Spracheinstellung des Systems nutzen
it_it: Lingua di Sistema
pt_pt: Utilizar o idioma de apresentação do sistema
ta: முறைமை மொழி அமைப்பைப் பயன்படுத்து
th_th: ใช้ภาษาตามการตั้งค่าระบบ
zh_cn: 跟随系统语言设置

# SettingsNeedRestart.Text
source: Change will apply after restart
de_de: Änderung wird nach einem Neustart angewandt.
it_it: Riavvio necessario per rendere effettive le modifiche.
pt_pt: Verá a sua alteração quando voltar a iniciar a aplicação
ta: மறுதொடக்கம் செய்த பின் மாற்றம் செயற்படுத்தப்படும்
th_th: จะมีผลเมื่อเปิดแอปครั้งหน้า (เริ่มต้นแอปใหม่)
zh_cn: 应用重启后生效

# BtnContributors.Content
source: Contributors
de_de: Beitragende
it_it: Collaboratori
pt_pt: Contribuidores
ta: பங்களிப்பாளர்கள்
th_th: ผู้ร่วมพัฒนา
zh_cn: 贡献者

# TxtLoadingFonts.Text
source: Loading Fonts
de_de: Lädt Schriftarten
it_it: Caricamento caratteri
pt_pt: A carregar tipos de letra
ta: எழுத்துருக்களை ஏற்றுகிறது
th_th: กำลังโหลดฟอนต์
zh_cn: 正在加载字体

# AppBtnClear.Label
source: Clear
de_de: Alle abwählen
it_it: Pulisci
pt_pt: Limpar
ta: அழி
th_th: ไม่เลือกทุกอัน
zh_cn: 清除

# AppBtnReset.Label
source: Reset
de_de: Zurücksetzen
it_it: Reimposta
pt_pt: Repor
ta: மீட்டமை
th_th: รีเซทเลือก
zh_cn: 重置

# AppBtnSelectAll.Label
source: Select All
de_de: Alle auswählen
it_it: Seleziona tutto
pt_pt: Selecionar tudo
ta: எல்லாம் தேர்ந்தெடு
th_th: เลือกทั้งหมด
zh_cn: 全选

# BtnApply.Content
source: Apply
de_de: Anwenden
it_it: Applica
pt_pt: Aplicar
ta: செயற்படுத்து
th_th: เลือกกลุ่มอักษร
zh_cn: 应用

# BtnCancel.Content
source: Cancel
de_de: Abbrechen
it_it: Annulla
pt_pt: Cancelar
ta: இரத்து
th_th: ยกเลิกพิมพ์
zh_cn: 取消

# BtnContinue.Content
source: Continue
de_de: Fortsetzen
it_it: Continua
pt_pt: Continuar
ta: தொடரவும்
th_th: ส่งพิมพ์
zh_cn: 继续

# CbCharacterLabel.Header
source: Character Label
de_de: Zeichen-Beschriftung
it_it: Etichetta Carattere
pt_pt: Etiqueta do carácter
ta: எழுத்துக்குறி பெயர் பலகை
th_th: แสดงชื่ออักษร
zh_cn: 字符标签

# CbiPageOrientationLandscape.Content
source: Landscape
de_de: Landschaft
it_it: Orizzontale
pt_pt: Vertical
ta: நிலைபரப்பு
th_th: แนวนอน
zh_cn: 横向

# CbiPageOrientationPortrait.Content
source: Portrait
de_de: Porträt
it_it: Verticale
pt_pt: Horizontal
ta: நிலைபதிப்பு
th_th: แนวตั้ง
zh_cn: 纵向

# CbListStyle.Header
source: List Style
de_de: Listenstil
it_it: Stile elenco
pt_pt: Estilo da lista
ta: பட்டியல் நடை
th_th: รูปแบบรายการ
zh_cn: 列表样式

# CbShowMargins.Content
source: Show margins
de_de: Abstände anzeigen
it_it: Mostra i magini
pt_pt: Mostrar margens
ta: ஓரங்களை காட்டு
th_th: แสดงขอบกระดาษ
zh_cn: 显示边距

# ChkBxHideWhitespace.Content
source: Hide whitespace and control characters
de_de: Weißraum ausblenden und Zeichen kontrollieren
it_it: Nascondi gli spazi bianchi
pt_pt: Ocultar espaços em branco e caracteres de controlo
ta: வெள்ளையிடம் மற்றும் கட்டுப்பாட்டு எழுத்துக்குறிகளை மறை
th_th: ซ่อนอักขระว่าง
zh_cn: 隐藏空白和控制字符

# GlyphAnnotation_None
source: None
de_de: Keine
it_it: Nessuna
pt_pt: Nenhuma
ta: ஏதுமில்லை
th_th: ไม่แสดง
zh_cn: 无

# PrintCharacterFilterContent.Text
source: Choose character groups to display
de_de: Zeichengruppen zur Ansicht auswählen
it_it: Scegli i gruppi di caratteri da visualizzare
pt_pt: Escolhe o grupo de caracteres a apresentar
ta: காண்பிக்க எழுத்துக்குறி குழுக்களைத் தேர்வுசெய்க
th_th: เลือกกลุ่มอักษรที่จะพิมพ์
zh_cn: 选择要显示的字符群组

# PrintDataHeader.Text
source: Data
de_de: Daten
it_it: Dati
pt_pt: Dados
ta: தரவு
th_th: ตั้งค่าข้อมูลอักษร
zh_cn: 数据

# PrintViewCharSize.Text
source: Character Size
de_de: Zeichengröße
it_it: Dimensione carattere
pt_pt: Tamanho do carácter
ta: எழுத்துக்குறி அளவு
th_th: ขนาดอักษร
zh_cn: 字符大小

# PrintViewHorizontalMarginHeader.Text
source: Horizontal Margin
de_de: Horizontaler Abstand
it_it: Margine orizzontale
pt_pt: Margem horizontal
ta: கிடைமட்ட ஓரம்
th_th: ขนาดขอบแนวนอน
zh_cn: 水平边距

# PrintViewLayoutHeader.Text
source: Layout
de_de: Anordnung
pt_pt: Esquema
ta: தளவமைப்பு
th_th: ตั้งค่าอักษรพิมพ์
zh_cn: 布局

# PrintViewPageOrientation.Header
source: Page Orientation
de_de: Seitenausrichtung
it_it: Orientamento pagina
pt_pt: Orientação da página
ta: பக்கத் திசை
th_th: แนวหน้ากระดาษ
zh_cn: 页面方向

# PrintViewPageRange.Text
source: Page Range
de_de: Seitenumfang
it_it: Intervallo di pagine
pt_pt: Intervalo de páginas
ta: பக்க வரம்பு
th_th: ระยะหน้าที่พิมพ์
zh_cn: 页面范围

# PrintViewPageRangeDesc.Text
source: Up to 50 pages can be printed at a time. Select the range of pages to print here.
de_de: Bis zu 50 Seiten können zeitgleich gedruckt werden. Wähle hier den Bereich der zu druckenden Seiten.
it_it: È possibile stampare fino a 50 pagine alla volta. Seleziona l'intervallo di pagine da stampare qui.
pt_pt: Podem ser impressas até 50 páginas de uma vez. Selecione aqui o intervalo de páginas a imprimir.
ta: ஒரு நேரத்தில் 50 பக்கங்கள் வரை அச்சிட முடியும். இங்கு அச்சிட வேண்டிய பக்கங்களின் வரம்பைத் தேர்ந்தெடுக்கவும்.
th_th: เลือกระยะหน้าที่จะพิมพ์ข้างล่างนี้ สามารถพิมพ์ได้สูงสุดแค่ 50 หน้าในแต่ละครั้ง
zh_cn: 一次最多打印 50 页。请在此处选择需要打印的页面范围。

# PrintViewPageRangeSelector.Header
source: Pages to print:
de_de: Zu druckende Seiten:
it_it: Pagine da stampare:
pt_pt: Páginas para imprimir:
ta: அச்சிட வேண்டிய பக்கங்கள்:
th_th: พิมพ์เป็นจำนวน (หน้า):
zh_cn: 要打印的页面数:

# PrintViewPageSelector.Header
source: Start from page:
de_de: Starte von Seite:
it_it: Inizia dalla pagina:
pt_pt: Iniciar na página:
ta: பக்கத்திலிருந்து தொடங்கு:
th_th: เริ่มจากหน้า:
zh_cn: 从第几页开始:

# PrintViewPageSetupHeader.Text
source: Page Setup
de_de: Seiten-Einrichtung
it_it: Impostazioni pagina
pt_pt: Configuração da página
ta: பக்க அமைவு
th_th: ตั้งค่าหน้ากระดาษ
zh_cn: 页面设置

# PrintViewPreviewingLabel.Text
source: Previewing page
de_de: Seitenvorschau
it_it: Anteprima pagina
pt_pt: Pré-visualização da página
ta: முன்னோட்டமிடும் பக்கம்
th_th: กำลังแสดงตัวอย่างหน้า
zh_cn: 预览页面

# PrintViewPreviewOutOfBoundsLabel.Text
source: This page is outside the current page range and will not be printed. You can change the page range in the Page Setup section.
de_de: Diese Seite ist außerhalb des aktuellen Seitenbereiches und wird nicht gedruckt. Du kannst den Seitenbereich im "Seiten-Einrichtung"-Bereich anpassen.
it_it: Questa pagina non rientra nell'intervallo di pagine corrente e non verrà stampata. È possibile modificare l'intervallo di pagine nella sezione Impostazione pagina.
pt_pt: Esta página está fora do intervalo de páginas atual e não será impressa. Pode alterar o intervalo de páginas na secção Configuração da página.
ta: இந்தப் பக்கம் நடப்புப் பக்க வரம்பிற்கு வெளியே உள்ளது, அதனால் அச்சிடப்படாது. பக்க வரம்பை நீங்கள் பக்க அமைவு பகுதியில் மாற்றலாம்..
th_th: หน้านี้อยู่นอกเหนือจากจำนวนหน้าที่จะพิมพ์จึงจะไม่ถูกพิมพ์ หากต้องการพิมพ์หน้านี้ให้ตั้งค่าจำนวนหน้าที่จะพิมพ์ในส่วน "ตั้งค่าหน้ากระดาษ"
zh_cn: 该页不在当前页面范围内，不会被打印。 你可以在页面设置中更改页面范围。

# PrintViewPrintingLabel
source: Printing pages {0} - {1}
de_de: Druckt Seiten {0} - {1}
it_it: Stampa in corso {0} - {1}
pt_pt: A imprimir página {0} - {1}
ta: பக்கங்களை அச்சிடுதல் {0} - {1}
th_th: พิมพ์หน้าที่ {0} ถึง {1}
zh_cn: 正在打印页面 {0} - {1}

# PrintViewTitle.Text
source: Print Configuration
de_de: Druckkonfiguration
it_it: Configurazione stampa
pt_pt: Configuração de impressão
th_th: ตั้งค่าก่อนพิมพ์
zh_cn: 打印配置

# PrintViewVerticalMarginHeader.Text
source: Vertical Margin
de_de: Verticaler Abstand
it_it: Margini verticali
pt_pt: Margem vertical
ta: செங்குத்து ஓரம்
th_th: ขนาดขอบแนวตั้ง
zh_cn: 垂直距离

# UnicodeFiltersTitle.Text
source: UNICODE CATEGORY FILTERS
de_de: UNICODE KATEGORIE FILTER
it_it: Filtri Unicode
pt_pt: FILTROS DE CATEGORIA UNICODE
ta: Unicode வகை வடிகட்டிகள்
th_th: กรองกลุ่มอักษรที่พิมพ์
zh_cn: UNICODE 类别筛选器

# GlyphAnnotation_UnicodeHex
source: Unicode Hex
pt_pt: Hexademical Unicode
th_th: รหัสอักษร
zh_cn: 16 进制 Unicode 序号

# GlyphAnnotation_UnicodeIndex
source: Unicode Index
it_it: Indice Unicode
pt_pt: Índice Unicode
th_th: ที่อยู่อักษร
zh_cn: 10 进制 Unicode 序号

# SettingsManageSystemFonts.Content
source: Manage installed fonts
de_de: Installierte Schriftarten verwalten
it_it: Gestisci i caratteri installati
pt_pt: Gerir tipos de letra instalados
ta: நிறுவப்பட்ட எழுத்துருக்களை நிர்வகி
th_th: จัดการฟอนต์ที่ติดตั้งในเครื่อง
zh_cn: 管理已安装字体

# SettingsSystemFontHeader.Text
source: Installed Fonts
de_de: Installierte Schriftarten
it_it: Caratteri installati
pt_pt: Tipos de letra instalados
ta: நிறுவப்பட்ட எழுத்துரு
th_th: ฟอนต์ที่ติดตั้งไว้ในเครื่อง
zh_cn: 已安装字体

# SettingsWindowsThemeSettings.Content
source: Windows theme settings
de_de: Systemthema-Einstellungen
it_it: Impostazioni tema di Windows
pt_pt: Definições do tema do Windows
ta: Windows கருப்பொருள் அமைப்புகள்
th_th: ตั้งค่าสีของระบบ
zh_cn: Windows 主题设置
